Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

# reassignTeacherSubtitleLabel
source: Select new teacher for all lessons
ru: Выбрать нового преподавателя для всех занятий

# deleteAllLessonsLabel
source: Delete all lessons
ru: Удалить все занятия

# subscriptionBalanceWontChange
source: Subscription balance will not change
ru: Баланс абонементов не изменится

# permanentScheduleLabel
source: Permanent schedule
ru: Постоянное расписание

source: For all schedule slots
ru: Для всех слотов расписания

# temporaryPauseAllSlots
source: Temporarily pause all slots
ru: Временно приостановить все слоты

source: Disable permanent schedule
ru: Отключить постоянное расписание

# noLessonsToReassignError
source: No lessons to reassign
ru: Нет занятий для переназначения

# reassignedLessonsMessage
source: Reassigned {count} lessons
ru: Переназначено {count} занятий

# reassignTeacherHeader
source: Reassign teacher
ru: Переназначить преподавателя

# newTeacherFieldLabel
source: New teacher
ru: Новый преподаватель

# allLessonsCanReassign
source: All {count} lessons can be reassigned
ru: Все {count} занятий можно переназначить

source: Found conflicts: {count}
ru: Найдено конфликтов: {count}

# canReassignLessons
source: Can reassign: {count} lessons
ru: Можно переназначить: {count} занятий

# reassignLessonsCount
source: Reassign {count} lessons
ru: Переназначить {count} занятий

# reassignAllLessonsLabel
source: Reassign all lessons
ru: Переназначить все занятия

# lessonHistoryHeader
source: Lesson history
ru: История занятий

# noCompletedLessonsLabel
source: No completed lessons
ru: Нет завершённых занятий

# showMoreAction
source: Show more
ru: Показать ещё

# noSubjectPlaceholder
source: No subject
ru: Без предмета

# studentUpdatedMessage
source: Student updated
ru: Ученик обновлен

# enterLessonsCountValidation
source: Enter number of lessons
ru: Введите количество занятий

# lessonsAddedMessage
source: Added {count} lessons
ru: Добавлено {count} занятий

# lessonsDeductedMessage
source: Deducted {count} lessons
ru: Списано {count} занятий

# editStudentHeader
source: Edit
ru: Редактировать

# basicInfoHeader
source: Basic information
ru: Основная информация

# fullNameFieldLabel
source: Full name
ru: ФИО

# enterNameError
source: Enter name
ru: Введите имя

# phoneFieldLabel
source: Phone
ru: Телефон

# commentFieldLabel
source: Comment
ru: Комментарий

# legacyBalanceHeader
source: Lesson balance
ru: Остаток занятий

# currentBalanceLabel
source: Current balance
ru: Текущий остаток

# changeBalanceAction
source: Change
ru: Изменить

# changeBalanceHeader
source: Change balance
ru: Изменить остаток

# quantityFieldLabel
source: Quantity
ru: Количество

# reasonOptionalLabel
source: Reason (optional)
ru: Причина (опционально)

# applyChangeAction
source: Apply
ru: Применить

# quantityCannotBeZeroError
source: Number of lessons cannot be 0
ru: Количество занятий не может быть 0

# addLessonsHeader
source: Add lessons
ru: Добавить занятия

# legacyBalanceDisplay
source: Lesson balance: {count}
ru: Остаток занятий: {count}

# lessonsQuantityFieldLabel
source: Number of lessons
ru: Количество занятий

# positiveOrNegativeHint
source: Positive or negative number
ru: Положительное или отрицательное число

# enterQuantityError
source: Enter quantity
ru: Введите количество

# enterIntegerError
source: Enter integer
ru: Введите целое число

# commentOptionalLabel
source: Comment (optional)
ru: Комментарий (необязательно)

# transferFromSubscriptionHint
source: E.g.: Transfer from another subscription
ru: Например: Перенос с другого абонемента

# saveAction
source: Save
ru: Сохранить

# lessonWillNotShowOnDate
source: Lesson will not be displayed on {date}. This will not create an entry in lesson history.
ru: Занятие не будет отображаться на {date}. Это не создаст запись в истории занятий.

# lessonDeletedWithPayment
source: Lesson will be deleted from history. Payment for the lesson will also be deleted.
ru: Занятие будет удалено из истории. Оплата за занятие также будет удалена.

# lessonDeletedWithReturn
source: Lesson will be deleted from history. Deducted lesson will be returned to student balance.
ru: Занятие будет удалено из истории. Списанное занятие будет возвращено на баланс ученика.

# lessonDeletedCompletely
source: Lesson will be completely deleted from history.
ru: Занятие будет полностью удалено из истории.

# lessonPaymentDefault
source: Lesson payment
ru: Оплата занятия

# lessonWillBeCancelledNoDeduction
source: Lesson will be cancelled and archived without balance deduction
ru: Занятие будет отменено и архивировано без списания с баланса

# deductedLessonWillBeReturned
source: Deducted lesson will be automatically returned to balance.
ru: Списанное при проведении занятие будет автоматически возвращено на баланс.

# whoToDeductLesson
source: Who to deduct lesson from:
ru: Кому списать занятие:

# lessonIsPartOfSeries
source: This lesson is part of a series ({count} lessons)
ru: Это занятие является частью серии ({count} шт.)

# deductionAppliesToTodayOnly
source: Deduction applies only to today's lesson
ru: Списание применится только к сегодняшнему занятию

# allSeriesLessonsWillBeArchived
source: All series lessons will be archived without deduction
ru: Все занятия серии будут архивированы без списания

# cancelLessonAction
source: Cancel lesson
ru: Отменить занятие

source: Lesson series cancelled
ru: Серия занятий отменена

# lessonCancelledAndDeducted
source: Lesson cancelled and deducted from balance
ru: Занятие отменено и списано с баланса

# lessonIsPartOfPermanentSchedule
source: This lesson is part of permanent schedule
ru: Это занятие является частью постоянного расписания

# participantsLabel
source: Participants
ru: Участники

# paymentLabel
source: Payment
ru: Оплата

# paymentErrorMessage
source: Payment error: {error}
ru: Ошибка оплаты: {error}

# removeStudentFromLessonConfirm
source: Remove {name} from this lesson?
ru: Убрать {name} из этого занятия?

# removeParticipantFromLesson
source: Remove participant from this lesson?
ru: Убрать участника из этого занятия?

source: All students already added
ru: Все ученики уже добавлены

# roomLabel2
source: Room
ru: Кабинет

# roomWithNumberLabel
source: Room {number}
ru: Кабинет {number}

# studentFieldLabel
source: Student
ru: Ученик

# notSelectedOption
source: Not selected
ru: Не выбран

# repeatNone
source: No repeat
ru: Без повтора

# repeatDaily
source: Every day
ru: Каждый день

# repeatWeeklyOption
source: Every week
ru: Каждую неделю

# repeatWeekdays
source: By weekdays
ru: По дням недели

# repeatCustom
source: Custom dates
ru: Ручной выбор дат

# editScopeThisOnly
source: Only this lesson
ru: Только это занятие

# editScopeThisAndFollowing
source: This and following
ru: Это и последующие

# editScopeAll
source: All lessons in series
ru: Все занятия серии

# editScopeSelected
source: Selected
ru: Выбранные

# roomAddedMessage
source: Room "{name}" added
ru: Кабинет "{name}" добавлен

# roomNameOptionalLabel
source: Name (optional)
ru: Название (опционально)

# roomNameHintExample
source: E.g.: Piano room
ru: Например: Фортепианный

# createRoomAction
source: Create room
ru: Создать кабинет

# noOwnStudentsMessage
source: You have no own students
ru: У вас нет своих учеников

# showAllStudents
source: Show all ({count})
ru: Показать всех ({count})

# otherStudentsSection
source: Other students
ru: Остальные ученики

# hideAction
source: Hide
ru: Скрыть

# quickAddMessage
source: Quick add
ru: Быстрое добавление

# createStudentAction
source: Create student
ru: Создать ученика

# addSubjectForLessons
source: Add a subject for lessons
ru: Добавьте предмет для занятий

# createSubjectAction
source: Create subject
ru: Создать предмет

# configureLessonParams
source: Configure lesson parameters
ru: Настройте параметры занятия

# enterNameRequired
source: Enter name
ru: Введите название

# minutesUnit
source: min
ru: мин

# createTypeAction
source: Create type
ru: Создать тип

# teachersFilter
source: Teachers
ru: Преподаватели

# lessonTypesFilter
source: Lesson types
ru: Типы занятий

# directionsFilter
source: Subjects
ru: Направления

# applyFiltersAction
source: Apply filters
ru: Применить фильтры

# showAllAction
source: Show all
ru: Показать все

# studentsFilter
source: Students
ru: Ученики

# deletedLabel
source: Deleted
ru: Удалён

source: Temporarily showing all
ru: Временно показаны все

# allRoomsLabel
source: All rooms
ru: Все кабинеты

# noDataLabel
source: No data
ru: Нет данных

# selectDatesTitle
source: Select dates
ru: Выберите даты

# lessonSegment
source: Lesson
ru: Занятие

# bookingSegment
source: Booking
ru: Бронь

# roomRequired
source: Room *
ru: Кабинет *

# noRoomsMessage
source: No rooms
ru: Нет кабинетов

# addRoomTooltip
source: Add room
ru: Добавить кабинет

# roomsLabel
source: Rooms
ru: Кабинеты

# roomAbbr
source: Room {number}
ru: Каб. {number}

# studentSegment
source: Student
ru: Ученик

# groupSegment
source: Group
ru: Группа

# selectStudentHint
source: Select student
ru: Выберите ученика

# noGroupsMessage
source: No groups
ru: Нет групп

# addSubjectTooltip2
source: Add subject
ru: Добавить предмет

# addLessonTypeTooltip2
source: Add lesson type
ru: Добавить тип занятия

# lessonsCountQuestion
source: Number of lessons:
ru: Количество занятий:

# mondayAbbr
source: Mon
ru: Пн

# tuesdayAbbr
source: Tue
ru: Вт

# wednesdayAbbr
source: Wed
ru: Ср

# thursdayAbbr
source: Thu
ru: Чт

# fridayAbbr
source: Fri
ru: Пт

# saturdayAbbr
source: Sat
ru: Сб

# sundayAbbr
source: Sun
ru: Вс

# checkingConflictsLabel
source: Checking conflicts...
ru: Проверка конфликтов...

# willCreateLessonsCount
source: Will create {count} lessons
ru: Будет создано {count} занятий

# createLessonLabel
source: Create lesson
ru: Создать занятие

# roomsBookedMessage
source: Rooms booked
ru: Кабинеты забронированы

# invalidLabel
source: Invalid
ru: Некорректно

# minLessonDurationMessage
source: Minimum lesson duration is 15 minutes
ru: Минимальная длительность занятия — 15 минут

# lessonsCreatedSkippedCount
source: Created {created} lessons (skipped: {skipped})
ru: Создано {created} занятий (пропущено: {skipped})

# bookedLabel
source: Booked
ru: Забронировано

# deleteBookingAction
source: Delete booking
ru: Удалить бронь

# selectMinOneRoom
source: Select at least one room
ru: Выберите минимум один кабинет

# descriptionHintExample
source: E.g.: Rehearsal, Event
ru: Например: Репетиция, Мероприятие

# temporaryRoomUntilMessage
source: Temporarily in room {room} until {date}
ru: Временно в кабинете {room} до {date}

# slotWillNotWorkOnDateFull
source: Slot will not work on {date}. This will allow creating another lesson at this time.
ru: Слот не будет действовать {date}. Это позволит создать другое занятие в это время.

# exceptionAddedMessage
source: Exception added
ru: Исключение добавлено

# slotResumedMessage
source: Slot resumed
ru: Слот возобновлён

# slotDeactivateConfirm
source: Slot will be completely disabled and will not appear in schedule. You can reactivate it in the student card.
ru: Слот будет полностью отключён и не будет отображаться в расписании. Вы сможете активировать его снова в карточке ученика.

# slotDeactivatedMessage
source: Slot deactivated
ru: Слот деактивирован

# studentNameLabel
source: Student: {name}
ru: Ученик: {name}

# willBeCreatedCount
source: Will create: {count} lessons
ru: Будет создано: {count} занятий

# createdLessonsCount
source: Created {count} lessons
ru: Создано {count} занятий

# applyChangesAction
source: Apply changes
ru: Применить изменения

# changeScopeLabel
source: Change scope
ru: Область изменений

# seriesLessonsTitle
source: Series lessons ({count})
ru: Занятия серии ({count})

# selectedLabel
source: Selected: {count}
ru: Выбрано: {count}

# changesLabel
source: Changes
ru: Изменения

# updatedLessonsSkipped
source: Updated {updated} lessons (skipped: {skipped})
ru: Обновлено {updated} занятий (пропущено: {skipped})

# updatedLessonsCount
source: Updated {count} lessons
ru: Обновлено {count} занятий

# allRoomsDisplayed
source: Showing all rooms
ru: Отображаются все кабинеты

source: Selected rooms: {count}
ru: Выбрано кабинетов: {count}

# defaultRoomsLabel
source: Default rooms
ru: Кабинеты по умолчанию

# roomSetupFirstTimeHint
source: Only selected rooms will be displayed in the schedule. You can change this setting anytime in the filter menu.
ru: В расписании будут отображаться только выбранные кабинеты. Изменить настройку можно в любой момент через меню фильтров.

# roomSetupHint
source: Select rooms to display in the schedule by default.
ru: Выберите кабинеты, которые будут отображаться в расписании по умолчанию.

# selectRoomsAction
source: Select rooms
ru: Выберите кабинеты

# saveCountAction
source: Save ({count})
ru: Сохранить ({count})

# virtualLessonLabel
source: Virtual lesson
ru: Виртуальное занятие

# lessonWillNotShowMessage
source: Lesson will not appear on {date}. This will not create a lesson history entry.
ru: Занятие не будет отображаться на {date}. Это не создаст запись в истории занятий.

# schedulePausedMessage
source: Schedule paused
ru: Расписание приостановлено

# scheduleResumedSuccessMessage
source: Schedule resumed
ru: Расписание возобновлено

# scheduleDeactivatedMessage
source: Schedule deactivated
ru: Расписание деактивировано

# conflictsLabel
source: Conflicts: {count}
ru: Конфликты: {count}

# willBeChangedCount
source: Will change: {count} lessons
ru: Будет изменено: {count} занятий

# conflictsWillBeSkippedLabel
source: Conflicts: {count} (will be skipped)
ru: Конфликты: {count} (будут пропущены)

# errorFormat
source: Error: {error}
ru: Ошибка: {error}

source: These dates will be skipped:
ru: Эти даты будут пропущены:

# andMore
source: ...and {count} more
ru: ...и ещё {count}

source: Enabled for admin
ru: Включено для администратора

# teacherSubjectsLabel
source: SUBJECTS
ru: НАПРАВЛЕНИЯ

# teacherSubjectsHint
source: Subjects taught by teacher
ru: Предметы, которые ведёт преподаватель

# noDirectionsHint
source: No subjects specified. Add subjects taught by the teacher.
ru: Направления не указаны. Добавьте предметы, которые ведёт преподаватель.

# unknownSubject
source: Unknown
ru: Неизвестный

# addDirectionTitle
source: Add subject
ru: Добавить направление

# selectSubjectFor
source: Select subject for {name}
ru: Выберите предмет для {name}

# directionAdded
source: Subject "{name}" added
ru: Направление "{name}" добавлено

# addSubjectDescription
source: Add a subject for lessons
ru: Добавьте предмет для занятий

# subjectNameField
source: Subject name
ru: Название предмета

# nameField
source: Name
ru: Название

# minSuffix
source: min
ru: мин

source: Price (optional)
ru: Цена (необязательно)

source: Show all
ru: Показать все

source: Deleted
ru: Удалён

# studentAddedAsGuest
source: {name} added as guest
ru: {name} добавлен как гость

# roomWithNumberDefault
source: Room {number}
ru: Кабинет {number}

# showAllStudentsCount
source: Show all ({count})
ru: Показать всех ({count})

# otherStudentsLabel
source: Other students
ru: Остальные ученики

# studentNameAddedMessage
source: Student "{name}" added
ru: Ученик "{name}" добавлен

# subjectNameAddedMessage
source: Subject "{name}" added
ru: Предмет "{name}" добавлен

# lessonTypeNameAddedMessage
source: Lesson type "{name}" added
ru: Тип занятия "{name}" добавлен

# durationMinutesLabel
source: {minutes} min
ru: {minutes} мин

# lessonTypeDurationFormat
source: {name} ({duration} min)
ru: {name} ({duration} мин)

# groupMembersCount
source: {name} ({count} st.)
ru: {name} ({count} уч.)

# roomSetupFirstTimeDescription
source: Only selected rooms will be displayed in the schedule. You can change this setting at any time through the filters menu.
ru: В расписании будут отображаться только выбранные кабинеты. Изменить настройку можно в любой момент через меню фильтров.

# roomSetupDescription
source: Select rooms that will be displayed in the schedule by default.
ru: Выберите кабинеты, которые будут отображаться в расписании по умолчанию.

# saveWithCountLabel
source: Save ({count})
ru: Сохранить ({count})

# allRoomsDisplayedMessage
source: All rooms displayed
ru: Отображаются все кабинеты

# selectedRoomsCountMessage
source: Selected rooms: {count}
ru: Выбрано кабинетов: {count}

# temporarilyShowingAllRooms
source: Temporarily showing all
ru: Временно показаны все

# notConfiguredRooms
source: Not configured
ru: Не настроено

# allRoomsDefault
source: All rooms
ru: Все кабинеты

# noDataAvailableMessage
source: No data
ru: Нет данных

# januaryMonth
source: January
ru: Январь

# februaryMonth
source: February
ru: Февраль

# marchMonth
source: March
ru: Март

# aprilMonth
source: April
ru: Апрель

# mayMonth
source: May
ru: Май

# juneMonth
source: June
ru: Июнь

# julyMonth
source: July
ru: Июль

# augustMonth
source: August
ru: Август

# septemberMonth
source: September
ru: Сентябрь

# octoberMonth
source: October
ru: Октябрь

# novemberMonth
source: November
ru: Ноябрь

# decemberMonth
source: December
ru: Декабрь

# selectDatesLabel
source: Select dates
ru: Выберите даты

# lessonTabLabel
source: Lesson
ru: Занятие

# bookingTabLabel
source: Booking
ru: Бронь

# noRoomsAvailableMessage
source: No rooms
ru: Нет кабинетов

# roomAbbreviation
source: Rm. {number}
ru: Каб. {number}

# descriptionOptionalField
source: Description (optional)
ru: Описание (необязательно)

# eventMeetingHint
source: Event, meeting, etc.
ru: Мероприятие, встреча и т.д.

# studentTabLabel
source: Student
ru: Ученик

# groupTabLabel
source: Group
ru: Группа

# noStudentsAvailableMessage
source: No students
ru: Нет учеников

# selectStudentLabel
source: Select student
ru: Выберите ученика

# noGroupsAvailableMessage
source: No groups
ru: Нет групп

# lessonTimeTitle
source: Lesson time
ru: Время занятий

# selectDatesInCalendarLabel
source: Select dates in calendar
ru: Выбрать даты в календаре

# selectedDatesCountLabel
source: Selected: {count} dates
ru: Выбрано: {count} дат

# checkingConflictsProgress
source: Checking conflicts...
ru: Проверка конфликтов...

# willCreateLessonsCountMessage
source: Will create {count} lessons
ru: Будет создано {count} занятий

# conflictsWillBeSkippedMessage
source: Conflicts: {count} (will be skipped)
ru: Конфликты: {count} (будут пропущены)

# createSchedulesCountLabel
source: Create {count} schedules
ru: Создать {count} расписаний

# createScheduleActionLabel
source: Create schedule
ru: Создать расписание

# createLessonsCountLabel
source: Create {count} lessons
ru: Создать {count} занятий

# createLessonActionLabel
source: Create lesson
ru: Создать занятие

# minBookingDurationError
source: Minimum booking duration is 15 minutes
ru: Минимальная длительность брони — 15 минут

# roomsBookedSuccess
source: Rooms booked
ru: Кабинеты забронированы

# durationHoursMinutesFormat
source: {hours}h {minutes}m
ru: {hours} ч {minutes} мин

# durationHoursOnlyFormat
source: {hours}h
ru: {hours} ч

# durationMinutesOnlyFormat
source: {minutes}m
ru: {minutes} мин

# invalidTimeLabel
source: Invalid
ru: Некорректно

# dayStartTimeHelpText
source: {day}: Start time
ru: {day}: Начало занятия

# dayEndTimeHelpText
source: {day}: End time
ru: {day}: Конец занятия

# minLessonDurationError
source: Minimum lesson duration is 15 minutes
ru: Минимальная длительность занятия — 15 минут

# permanentSchedulesCreatedMessage
source: Created {count} permanent schedules
ru: Создано {count} постоянных расписаний

# permanentScheduleCreatedMessage
source: Permanent schedule created
ru: Постоянное расписание создано

# allDatesOccupiedError
source: All dates occupied
ru: Все даты заняты

# lessonsCreatedSkippedMessage
source: Created {created} lessons (skipped: {skipped})
ru: Создано {created} занятий (пропущено: {skipped})

# lessonsCreatedSuccessMessage
source: Created {count} lessons
ru: Создано {count} занятий

# groupLessonCreatedMessage
source: Group lesson created
ru: Групповое занятие создано

# lessonCreatedSuccessMessage
source: Lesson created
ru: Занятие создано

# enterGroupName
source: Enter name
ru: Введите название

# unknownUserLabel
source: Unknown user
ru: Неизвестный пользователь

# deletingProgress
source: Deleting...
ru: Удаление...

# deleteBookingActionLabel
source: Delete booking
ru: Удалить бронь

# bookingWillBeDeletedMessage
source: Booking will be deleted and rooms will be freed.
ru: Бронирование будет удалено и кабинеты освободятся.

# bookingDeletedSuccess
source: Booking deleted
ru: Бронь удалена

# deletionErrorMessage
source: Deletion error
ru: Ошибка при удалении

# bookRoomsLabel
source: Book rooms
ru: Забронировать кабинеты

# selectMinOneRoomMessage
source: Select at least one room
ru: Выберите минимум один кабинет

# bookingErrorMessage
source: Booking error
ru: Ошибка бронирования

# slotExceptionMessage
source: Slot will not work on {date}. This will allow creating another lesson at this time.
ru: Слот не будет действовать {date}. Это позволит создать другое занятие в это время.

# exceptionAddedSuccess
source: Exception added
ru: Исключение добавлено

# pauseUntilHelpText
source: Pause until
ru: Приостановить до

# slotPausedUntilMessage
source: Slot paused until {date}
ru: Слот приостановлен до {date}

# slotResumedSuccess
source: Slot resumed
ru: Слот возобновлён

# slotDeactivateMessage
source: Slot will be completely disabled and won't be displayed in the schedule. You can activate it again in the student card.
ru: Слот будет полностью отключён и не будет отображаться в расписании. Вы сможете активировать его снова в карточке ученика.

# slotDeactivatedSuccess
source: Slot deactivated
ru: Слот деактивирован

# studentLabelWithName
source: Student: {name}
ru: Ученик: {name}

# toDateLabelSchedule
source: To date
ru: По дату

# willBeCreatedCountMessage
source: Will be created: {count} lessons
ru: Будет создано: {count} занятий

# creatingProgress
source: Creating...
ru: Создание...

# createLessonsActionLabel
source: Create lessons
ru: Создать занятия

# noDatesToCreateError
source: No dates to create
ru: Нет дат для создания

# roomNotSpecifiedError
source: Room not specified
ru: Не указан кабинет

# editSeriesLabel
source: Edit series
ru: Редактировать серию

# savingProgress
source: Saving...
ru: Сохранение...

# byWeekdaysFilterLabel
source: By weekdays
ru: По дням недели

# allLessonsLabel
source: All
ru: Все

# seriesLessonsLabel
source: Series lessons ({count})
ru: Занятия серии ({count})

# selectedCountLabel
source: Selected: {count}
ru: Выбрано: {count}

# timeChangeLabel
source: Time
ru: Время

# roomChangeLabel
source: Room
ru: Кабинет

# studentChangeLabel
source: Student
ru: Ученик

# subjectChangeLabel
source: Subject
ru: Предмет

# lessonTypeChangeLabel
source: Lesson type
ru: Тип занятия

# currentValueLabel
source: current
ru: текущий

# willBeChangedCountMessage
source: Will be changed: {count} lessons
ru: Будет изменено: {count} занятий

# noLessonsToUpdateError
source: No lessons to update (all have conflicts)
ru: Нет занятий для обновления (все имеют конфликты)

# updatedLessonsSkippedMessage
source: Updated {updated} lessons (skipped: {skipped})
ru: Обновлено {updated} занятий (пропущено: {skipped})

# updatedLessonsSuccessMessage
source: Updated {count} lessons
ru: Обновлено {count} занятий

# lessonSchedulePaused
source: Paused until {date}
ru: Приостановлено до {date}

# lessonScheduleIndefinitePause
source: Indefinite pause
ru: Бессрочная пауза

# temporaryRoomReplacementInfo
source: Temporarily in room {room} until {date}
ru: Временно в кабинете {room} до {date}

# createLessonOnDateLabel
source: Create lesson on {date}
ru: Создать занятие на {date}

# completeLessonOnDateLabel
source: Complete lesson on {date}
ru: Провести занятие на {date}

# cancelLessonOnDateLabel
source: Cancel lesson on {date}
ru: Отменить занятие на {date}

# lessonCompletedSuccess
source: Lesson completed
ru: Занятие проведено
