Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

source: New card data
ru: Данные новой карточки

source: Merge
ru: Объединить

# cardCreated
source: Card "{name}" created
ru: Создана карточка "{name}"

# mergeError
source: Error while merging
ru: Ошибка при объединении

source: Lesson time
ru: Время занятия

source: Invalid
ru: Некорректно

# durationFormat
source: {hours}h {mins}m
ru: {hours} ч {mins} мин

# hoursOnly
source: {hours}h
ru: {hours} ч

# minutesOnly
source: {mins}m
ru: {mins} мин

source: Quick select
ru: Быстрый выбор

source: Palette
ru: Палитра

source: Unarchive
ru: Разархивировать

source: Delete forever
ru: Удалить навсегда

# studentInArchive
source: Student is archived
ru: Ученик в архиве

source: Unarchive to create lessons
ru: Разархивируйте, чтобы создавать занятия

# contactInfo
source: Contact information
ru: Контактная информация

# noPhone
source: Phone not specified
ru: Телефон не указан

source: Phone copied
ru: Телефон скопирован

# lessonStatisticsTitle
source: Lesson statistics
ru: Статистика занятий

source: No lessons yet
ru: Нет занятий

source: Balance
ru: Баланс

# subscriptionsSection
source: Subscriptions
ru: Абонементы

source: No active subscriptions
ru: Нет активных абонементов

# paymentsSection
source: Payments
ru: Оплаты

# noPaymentsHistory
source: No payment history
ru: Нет истории оплат

source: Show more ({count})
ru: Показать ещё ({count})

# permanentScheduleSection
source: Permanent schedule
ru: Постоянное расписание

source: No permanent schedule
ru: Нет постоянного расписания

# addScheduleSlot
source: Add slot
ru: Добавить слот

source: Create lessons from schedule
ru: Создать занятия из расписания

# repeatGroupsSection
source: Lesson series
ru: Серии занятий

# noRepeatGroups
source: No lesson series
ru: Нет серий занятий

# lessonHistorySection
source: Lesson history
ru: История занятий

# manageLessonsTitle
source: Manage lessons
ru: Управление занятиями

# archivedSection
source: Archived
ru: Архивированные

source: Archived
ru: Архивировано

# inRoom
source: in room {room}
ru: в каб. {room}

# temporaryRoomUntil
source: Temporarily {room} until {date}
ru: Временно {room} до {date}

# schedulePausedUntil
source: Paused until {date}
ru: Приостановлено до {date}

# resumeScheduleAction
source: Resume
ru: Возобновить

# pauseScheduleAction
source: Pause
ru: Приостановить

# clearReplacementRoom
source: Clear room replacement
ru: Снять замену кабинета

# temporaryRoomReplacementAction
source: Temporary room replacement
ru: Временная замена кабинета

# archiveSchedule
source: Archive
ru: Архивировать

# unarchiveSchedule
source: Unarchive
ru: Разархивировать

# deleteScheduleAction
source: Delete
ru: Удалить

# scheduleResumedMessage
source: Schedule resumed
ru: Расписание возобновлено

# pauseScheduleTitle
source: Pause schedule
ru: Приостановить расписание

# pauseScheduleUntilQuestion
source: Until which date to pause?
ru: До какой даты приостановить?

source: Resume date
ru: Дата возобновления

# selectDatePlaceholder
source: Select date
ru: Выберите дату

# pauseAction
source: Pause
ru: Приостановить

# schedulePausedUntilMessage
source: Schedule paused until {date}
ru: Расписание приостановлено до {date}

# replacementRoomCleared
source: Room replacement cleared
ru: Замена кабинета снята

# temporaryRoomReplacementTitle
source: Temporary room replacement
ru: Временная замена кабинета

# untilDateLabel
source: Until date
ru: До какой даты

# replacementRoomSet
source: Room replacement set
ru: Замена кабинета установлена

# archiveScheduleQuestion
source: Archive schedule?
ru: Архивировать расписание?

# archiveScheduleMessage
source: Slot will be moved to archive. You can unarchive it later.
ru: Слот будет перемещён в архив. Вы сможете разархивировать его позже.

# scheduleArchivedMessage
source: Schedule archived
ru: Расписание архивировано

# scheduleUnarchivedMessage
source: Schedule unarchived
ru: Расписание разархивировано

# deleteScheduleQuestion
source: Delete schedule?
ru: Удалить расписание?

# deleteScheduleMessage
source: This slot will be deleted forever. This action cannot be undone.
ru: Этот слот будет удалён навсегда. Это действие нельзя отменить.

# scheduleDeletedMessage
source: Schedule deleted
ru: Расписание удалено

# editScheduleTitle
source: Edit schedule
ru: Редактировать расписание

# startTimeLabel
source: Start time
ru: Время начала

# endTimeLabel
source: End time
ru: Время окончания

# roomFieldLabel
source: Room
ru: Кабинет

# scheduleUpdatedMessage
source: Schedule updated
ru: Расписание обновлено

# scheduleUpdateError
source: Update error (possible time conflict)
ru: Ошибка обновления (возможно конфликт времени)

# lessonsInSeries
source: {count} lessons in series
ru: {count} занятий в серии

# seriesStartDate
source: Start: {date}
ru: Начало: {date}

# editAction
source: Edit
ru: Редактировать

# deleteSeriesAction
source: Delete series
ru: Удалить серию

# editSeriesSheetTitle
source: Edit series
ru: Редактировать серию

# deleteSeriesQuestion
source: Delete series?
ru: Удалить серию?

# deleteSeriesMessage
source: {count} lessons will be deleted from schedule. This action cannot be undone.
ru: Будет удалено {count} занятий из расписания. Это действие нельзя отменить.

source: Series deleted
ru: Серия удалена

source: Deletion error
ru: Ошибка удаления

source: Series updated
ru: Серия обновлена

source: Update error
ru: Ошибка обновления

# createLessonsFromScheduleTitle
source: Create lessons from schedule
ru: Создать занятия из расписания

# createLessonsDescription
source: Lessons will be created based on the student's permanent schedule.
ru: Будут созданы занятия на основе постоянного расписания ученика.

# fromDateField
source: From date
ru: С даты

# toDateField
source: To date
ru: По дату

# oneWeek
source: 1 week
ru: 1 неделя

# twoWeeks
source: 2 weeks
ru: 2 недели

source: Check conflicts
ru: Проверить конфликты

# noConflictsMessage
source: No conflicts found
ru: Конфликтов не найдено

source: Conflicts found: {count}
ru: Найдено конфликтов: {count}

# datesWillBeSkipped
source: These dates will be skipped:
ru: Эти даты будут пропущены:

# andMoreCount
source: ...and {count} more
ru: ...и ещё {count}

# createLessonsAction
source: Create lessons
ru: Создать занятия

# creatingLessons
source: Creating...
ru: Создание...

# lessonsCreatedSkipped
source: Lessons created: {success}, skipped: {skipped}
ru: Создано занятий: {success}, пропущено: {skipped}

# addPermanentScheduleTitle
source: Add permanent schedule
ru: Добавить постоянное расписание

# selectDaysAndTimeDescription
source: Select days of week and lesson times
ru: Выберите дни недели и время занятий

source: Days of week
ru: Дни недели

source: Time and rooms
ru: Время и кабинеты

# validFromField
source: Valid from
ru: Действует с

# teacherRequired
source: Teacher *
ru: Преподаватель *

# selectTeacherValidation
source: Select teacher
ru: Выберите преподавателя

source: Subject (optional)
ru: Предмет (опционально)

# notSpecifiedOption
source: Not specified
ru: Не указано

source: Lesson type (optional)
ru: Тип занятия (опционально)

# checkingConflictsStatus
source: Checking conflicts...
ru: Проверка конфликтов...

# conflictsCountChange
source: Conflicts: {count} (change time)
ru: Конфликты: {count} (измените время)

source: Has conflicts
ru: Есть конфликты

# selectRoomsValidation
source: Select rooms
ru: Выберите кабинеты

# createSchedulesCountAction
source: Create {count} schedules
ru: Создать {count} занятий

# createScheduleAction
source: Create schedule
ru: Создать расписание

# selectAtLeastOneDayValidation
source: Select at least one day of week
ru: Выберите хотя бы один день недели

# selectRoomForEachDayValidation
source: Select room for each day
ru: Выберите кабинет для каждого дня

# schedulesCreatedCount
source: Created {count} schedule entries
ru: Создано {count} записей расписания

source: Schedule created
ru: Расписание создано

# conflictTimeMessage
source: Conflict! Time is occupied
ru: Конфликт! Время занято

# manageLessonsSection
source: Manage lessons
ru: Управление занятиями

# futureLessonsFound
source: Found {count} future lessons
ru: Найдено {count} будущих занятий

# noScheduledLessonsMessage
source: No scheduled lessons
ru: Нет запланированных занятий

# loadingErrorMessage
source: Loading error: {error}
ru: Ошибка загрузки: {error}

# reassignTeacherTitle
source: Reassign teacher
ru: Переназначить преподавателя

# reassignTeacherSubtitle
source: Select new teacher for all lessons
ru: Выбрать нового преподавателя для всех занятий

# deleteAllFutureLessonsTitle
source: Delete all lessons
ru: Удалить все занятия

# deleteAllFutureLessonsSubtitle
source: Subscription balance will not change
ru: Баланс абонементов не изменится

# deleteAllLessonsQuestion
source: Delete all lessons?
ru: Удалить все занятия?

# deleteAllLessonsMessage
source: Are you sure you want to delete {count} future lessons for "{name}"? Subscription balance will not change.
ru: Вы уверены, что хотите удалить {count} будущих занятий "{name}"? Баланс абонементов не изменится.

# deletedLessonsCount
source: Deleted {count} lessons
ru: Удалено {count} занятий

# noAvailableTeachersMessage
source: No available teachers
ru: Нет доступных преподавателей

# selectTeacherTitle
source: Select teacher
ru: Выберите преподавателя

# reassignedSlotsCount
source: Reassigned {count} slots
ru: Переназначено {count} слотов

# pausedSlotsCount
source: Paused {count} slots
ru: Приостановлено {count} слотов

# deactivateScheduleQuestion
source: Deactivate schedule?
ru: Деактивировать расписание?

# deactivateSlotsMessage
source: Deactivate {count} permanent schedule slots? Slots will remain in archive and can be restored.
ru: Деактивировать {count} слотов постоянного расписания? Слоты останутся в архиве и могут быть восстановлены.

# deactivateAction
source: Deactivate
ru: Деактивировать

# deactivatedSlotsCount
source: Deactivated {count} slots
ru: Деактивировано {count} слотов

# slotWord
source: slot
ru: слот

# slotsWordFew
source: slots
ru: слота

# slotsWordMany
source: slots
ru: слотов

# pauseAllSlots
source: Pause
ru: Приостановить

# pauseAllSlotsSubtitle
source: Temporarily pause all slots
ru: Временно приостановить все слоты

# deactivateAllSlots
source: Deactivate
ru: Деактивировать

# deactivateAllSlotsSubtitle
source: Disable permanent schedule
ru: Отключить постоянное расписание

# newTeacherLabel
source: New teacher
ru: Новый преподаватель

# allLessonsCanBeReassigned
source: All {count} lessons can be reassigned
ru: Все {count} занятий можно переназначить

# canReassignCount
source: Can reassign: {count} lessons
ru: Можно переназначить: {count} занятий

# reassignCount
source: Reassign {count} lessons
ru: Переназначить {count} занятий

source: Reassign all lessons
ru: Переназначить все занятия

source: No completed lessons
ru: Нет завершённых занятий

# noSubjectLabel
source: No subject
ru: Без предмета

source: Show more
ru: Показать ещё

# editStudentTitle
source: Edit
ru: Редактировать

# basicInfoSection
source: Basic information
ru: Основная информация

# fullNameField
source: Full name
ru: ФИО

# phoneField
source: Phone
ru: Телефон

# commentField
source: Comment
ru: Комментарий

# legacyBalanceSection
source: Lesson balance
ru: Остаток занятий

source: Current balance
ru: Текущий остаток

# balanceLessonsCount
source: {count} lessons
ru: {count} занятий

# changeBalance
source: Change
ru: Изменить

# changeBalanceTitle
source: Change balance
ru: Изменить остаток

# quantityField
source: Quantity
ru: Количество

# quantityHint
source: +5 or -3
ru: +5 или -3

source: Reason (optional)
ru: Причина (опционально)

# applyAction
source: Apply
ru: Применить

# saveChangesAction
source: Save changes
ru: Сохранить изменения

# lessonsAddedCount
source: Added {count} lessons
ru: Добавлено {count} занятий

# lessonsDeductedCount
source: Deducted {count} lessons
ru: Списано {count} занятий

# addLessonsTitle
source: Add lessons
ru: Добавить занятия

# legacyBalanceLabel
source: Lesson balance: {count}
ru: Остаток занятий: {count}

# lessonsQuantityField
source: Number of lessons
ru: Количество занятий

# quantityPlaceholder
source: Positive or negative number
ru: Положительное или отрицательное число

source: Enter quantity
ru: Введите количество

source: Enter integer
ru: Введите целое число

# quantityCannotBeZero
source: Quantity cannot be 0
ru: Количество не может быть 0

# commentOptionalField
source: Comment (optional)
ru: Комментарий (необязательно)

# commentHint
source: E.g.: Transfer from another subscription
ru: Например: Перенос с другого абонемента

# archiveStudentQuestion
source: Archive student?
ru: Архивировать ученика?

# archiveStudentMessage
source: Student "{name}" will be moved to archive. You can restore them later.
ru: Ученик "{name}" будет перемещён в архив. Вы сможете восстановить его позже.

# restoreStudentQuestion
source: Restore student?
ru: Восстановить ученика?

# restoreStudentMessage
source: Student "{name}" will be restored from archive.
ru: Ученик "{name}" будет восстановлен из архива.

# deleteStudentQuestion
source: Delete student forever?
ru: Удалить ученика навсегда?

# deleteStudentMessage
source: Student "{name}" will be permanently deleted along with all data (lessons, payments, subscriptions). This action CANNOT be undone!
ru: Ученик "{name}" будет удалён навсегда вместе со всеми данными (занятия, оплаты, абонементы). Это действие НЕЛЬЗЯ отменить!

# teacherDefault
source: Teacher
ru: Преподаватель

# unknownName
source: Unknown
ru: Неизвестный

# roomDefault
source: Room
ru: Кабинет

source: Checking...
ru: Проверка...

source: Freeze subscription
ru: Заморозить абонемент

# freezeSubscriptionDescription
source: When frozen, the subscription validity period is paused. After unfreezing, the period will be extended by the number of frozen days.
ru: При заморозке срок действия абонемента приостанавливается. После разморозки срок будет продлён на количество дней заморозки.

# daysCount
source: Number of days
ru: Количество дней

# enterQuantityValidation
source: Enter quantity
ru: Введите количество

# enterNumberFrom1To90
source: Enter a number from 1 to 90
ru: Введите число от 1 до 90

source: Freeze
ru: Заморозить

source: Subscription frozen
ru: Абонемент заморожен

# subscriptionUnfrozen
source: Subscription unfrozen. Extended until {date}
ru: Абонемент разморожен. Срок продлён до {date}

# extendSubscription
source: Extend term
ru: Продлить срок

# currentTermUntil
source: Current term: until {date}
ru: Текущий срок: до {date}

source: Extend for days
ru: Продлить на дней

# enterNumberFrom1To365
source: Enter a number from 1 to 365
ru: Введите число от 1 до 365

source: Extend
ru: Продлить

# termExtendedUntil
source: Term extended until {date}
ru: Срок продлён до {date}

# subscriptionBalanceLabel
source: Subscriptions: {count}
ru: Абонементы: {count}

# legacyBalanceShort
source: Balance: {count}
ru: Остаток: {count}

# addLessonsAction
source: Add lessons
ru: Добавить занятия

source: AVG COST
ru: СР. СТОИМОСТЬ

# avgCostApprox
source: AVG COST ≈
ru: СР. СТОИМОСТЬ ≈

# noDataAvailable
source: no data
ru: нет данных

source: per lesson
ru: за занятие

# manageLessonsAction
source: Manage
ru: Управление

# conductedLabel
source: Conducted
ru: Проведено

# cancelledLabel
source: Cancelled
ru: Отменено

# discountLabel
source: Discount
ru: Скидка

# correctionLabel
source: Corr.
ru: Корр.

# legacyBalanceTitle
source: Lesson balance
ru: Остаток занятий

# exhaustedStatus
source: Exhausted
ru: Исчерпан

source: Expiring soon
ru: Скоро истекает

# groupSubscription
source: Group
ru: Групповой

source: Frozen until {date}
ru: Заморожен до {date}

source: Expired {date}
ru: Истёк {date}

source: Valid until {date}
ru: Действует до {date}

# unfreezeAction
source: Unfreeze
ru: Разморозить

# teachersSection
source: Teachers
ru: Преподаватели

# addTeacherTooltip
source: Add teacher
ru: Добавить преподавателя

source: No linked teachers
ru: Нет привязанных преподавателей

# addTeacherTitle
source: Add teacher
ru: Добавить преподавателя

# allTeachersAdded
source: All teachers already added
ru: Все преподаватели уже добавлены

source: Teacher added
ru: Преподаватель добавлен

# removeTeacherQuestion
source: Remove teacher?
ru: Удалить преподавателя?

# removeTeacherMessage
source: Teacher will be unlinked from this student.
ru: Преподаватель будет отвязан от этого ученика.

source: Teacher removed
ru: Преподаватель удалён

# subjectsSection
source: Subjects
ru: Предметы

source: No linked subjects
ru: Нет привязанных предметов

# addSubjectTitle
source: Add subject
ru: Добавить предмет

# allSubjectsAdded
source: All subjects already added
ru: Все предметы уже добавлены

source: Subject added
ru: Предмет добавлен

# removeSubjectQuestion
source: Remove subject?
ru: Удалить предмет?

# removeSubjectMessage
source: Subject will be unlinked from this student.
ru: Предмет будет отвязан от этого ученика.

source: Subject removed
ru: Предмет удалён

# lessonTypesSection
source: Lesson types
ru: Типы занятий

source: No linked lesson types
ru: Нет привязанных типов занятий

# addLessonTypeTitle
source: Add lesson type
ru: Добавить тип занятия

# allLessonTypesAdded
source: All lesson types already added
ru: Все типы занятий уже добавлены

source: Lesson type added
ru: Тип занятия добавлен

# removeLessonTypeQuestion
source: Remove lesson type?
ru: Удалить тип занятия?

# removeLessonTypeMessage
source: Lesson type will be unlinked from this student.
ru: Тип занятия будет отвязан от этого ученика.

source: Lesson type removed
ru: Тип занятия удалён

# mergeWithAction
source: Merge with...
ru: Объединить с...

# selectStudentsToMerge
source: Select students to merge with "{name}"
ru: Выберите учеников для объединения с "{name}"

# searchStudentsHint
source: Search students...
ru: Поиск учеников...

source: No students to merge
ru: Нет учеников для объединения

# balanceValue
source: Balance: {count}
ru: Баланс: {count}

# selectStudentsValidation
source: Select students
ru: Выберите учеников

# nextWithCount
source: Next ({count})
ru: Далее ({count})

source: Group card
ru: Групповая карточка

source: Failed to load names
ru: Не удалось загрузить имена

# archiveSlots
source: Archive ({count})
ru: Архив ({count})

# replacementRoom
source: Replacement
ru: Замена

# pauseUntilDateFormat
source: Paused until {date}
ru: Пауза до {date}

source: On pause
ru: На паузе

# mondayShort2
source: Mon
ru: Пн

# tuesdayShort2
source: Tue
ru: Вт

# wednesdayShort2
source: Wed
ru: Ср

# thursdayShort2
source: Thu
ru: Чт

# fridayShort2
source: Fri
ru: Пт

# saturdayShort2
source: Sat
ru: Сб

# sundayShort2
source: Sun
ru: Вс

# mondayFull
source: Monday
ru: Понедельник

# tuesdayFull
source: Tuesday
ru: Вторник

# wednesdayFull
source: Wednesday
ru: Среда

# thursdayFull
source: Thursday
ru: Четверг

# fridayFull
source: Friday
ru: Пятница

# saturdayFull
source: Saturday
ru: Суббота

# sundayFull
source: Sunday
ru: Воскресенье

# seriesStartDateLabel
source: Start: {date}
ru: Начало: {date}

# editSeriesAction
source: Edit
ru: Редактировать

# deleteSeriesLessons
source: {count} lessons will be deleted from schedule. This action cannot be undone.
ru: Будет удалено {count} занятий из расписания. Это действие нельзя отменить.

# saveSeries
source: Save
ru: Сохранить

# invalidTimeError
source: Invalid
ru: Некорректно

# roomFieldHint
source: Room
ru: Кабинет

# pauseScheduleUntilDate
source: Until what date to pause?
ru: До какой даты приостановить?

# resumeDateLabel
source: Resume date
ru: Дата возобновления

# selectDateHint
source: Select date
ru: Выберите дату

# pauseUntilMessage
source: Pause until
ru: Приостановить до

# selectRoomLabel
source: New room
ru: Новый кабинет

# untilDateQuestion
source: Until date
ru: До какой даты

# applyRoomReplacement
source: Apply
ru: Применить

# archiveScheduleConfirm
source: Slot will be moved to archive. You can unarchive it later.
ru: Слот будет перемещён в архив. Вы сможете разархивировать его позже.

# deleteScheduleConfirm
source: This slot will be deleted forever. This action cannot be undone.
ru: Этот слот будет удалён навсегда. Это действие нельзя отменить.

# errorWithParam
source: Error: {error}
ru: Ошибка: {error}

# createLessonsFromScheduleDescription
source: Lessons will be created based on the student's permanent schedule.
ru: Будут созданы занятия на основе постоянного расписания ученика.

# toDateLabel2
source: To date
ru: По дату

# checkConflictsAction
source: Check conflicts
ru: Проверить конфликты

# noConflictsFoundMessage
source: No conflicts found
ru: Конфликтов не найдено

# conflictsCountMessage
source: Conflicts found: {count}
ru: Найдено конфликтов: {count}

# datesWillBeSkippedMessage
source: These dates will be skipped:
ru: Эти даты будут пропущены:

# andMoreLabel
source: ...and {count} more
ru: ...и ещё {count}

# creatingMessage
source: Creating...
ru: Создание...

# lessonsCreatedResult
source: Lessons created: {count}
ru: Создано занятий: {count}

# addPermanentScheduleDescription
source: Select days of week and lesson times
ru: Выберите дни недели и время занятий

# timeAndRoomsLabel
source: Time and rooms
ru: Время и кабинеты

# validFromLabel
source: Valid from
ru: Действует с

# teacherRequiredLabel
source: Teacher *
ru: Преподаватель *

# selectTeacherError
source: Select teacher
ru: Выберите преподавателя

# subjectOptionalLabel
source: Subject (optional)
ru: Предмет (опционально)

# notSpecifiedLabel
source: Not specified
ru: Не указано

# lessonTypeOptionalLabel
source: Lesson type (optional)
ru: Тип занятия (опционально)

# conflictsChangeTime
source: Conflicts: {count} (change time)
ru: Конфликты: {count} (измените время)

# hasConflictsError
source: Has conflicts
ru: Есть конфликты

# selectRoomsError
source: Select rooms
ru: Выберите кабинеты

# checkingLabel
source: Checking...
ru: Проверка...

source: Create {count} schedules
ru: Создать {count} занятий

# createScheduleLabel
source: Create schedule
ru: Создать расписание

# selectAtLeastOneDay
source: Select at least one day of week
ru: Выберите хотя бы один день недели

source: Select room for each day
ru: Выберите кабинет для каждого дня

# scheduleCreatedMessage
source: Schedule created
ru: Расписание создано

# schedulesCreatedMessage
source: Created {count} schedule entries
ru: Создано {count} записей расписания

# conflictTimeOccupiedMessage
source: Conflict! Time is occupied
ru: Конфликт! Время занято

# deleteAllLessonsConfirm
source: Are you sure you want to delete {count} future lessons for "{name}"? Subscription balance will not change.
ru: Вы уверены, что хотите удалить {count} будущих занятий "{name}"? Баланс абонементов не изменится.

source: Deleted {count} lessons
ru: Удалено {count} занятий

# noAvailableTeachersError
source: No available teachers
ru: Нет доступных преподавателей

# selectTeacherLabel
source: Select teacher
ru: Выберите преподавателя

# noNameLabel
source: No name
ru: Без имени

# reassignedSlotsMessage
source: Reassigned {count} slots
ru: Переназначено {count} слотов

# pausedSlotsMessage
source: Paused {count} slots
ru: Приостановлено {count} слотов

# deactivateScheduleConfirm
source: Deactivate {count} permanent schedule slots? Slots will remain in archive and can be restored.
ru: Деактивировать {count} слотов постоянного расписания? Слоты останутся в архиве и могут быть восстановлены.

# deactivatedSlotsMessage
source: Deactivated {count} slots
ru: Деактивировано {count} слотов

# manageLessonsHeader
source: Manage lessons
ru: Управление занятиями

# loadingErrorLabel
source: Loading error: {error}
ru: Ошибка загрузки: {error}

# noScheduledLessonsLabel
source: No scheduled lessons
ru: Нет запланированных занятий

# foundFutureLessons
source: Found {count} future lessons
ru: Найдено {count} будущих занятий
