Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Loading...
ru: Загрузка...

source: Error
ru: Ошибка

source: Retry
ru: Повторить

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Delete
ru: Удалить

source: Archive
ru: Архивировать

source: Restore
ru: Восстановить

source: Edit
ru: Редактировать

source: Add
ru: Добавить

source: Create
ru: Создать

source: Search
ru: Поиск

source: No data
ru: Нет данных

source: Confirm
ru: Подтвердить

source: Yes
ru: Да

source: No
ru: Нет

source: Close
ru: Закрыть

source: Done
ru: Готово

source: Next
ru: Далее

source: Back
ru: Назад

source: Apply
ru: Применить

source: Reset
ru: Сбросить

source: All
ru: Все

source: Select
ru: Выбрать

source: Copy
ru: Копировать

source: Copied
ru: Скопировано

source: Share
ru: Поделиться

source: More
ru: Ещё

source: Less
ru: Меньше

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Optional
ru: Необязательно

source: Required
ru: Обязательно

source: or
ru: или

source: and
ru: и

source: from
ru: от

source: to
ru: до

# tenge
source: KZT
ru: тг

# login
source: Sign In
ru: Войти

# register
source: Sign Up
ru: Зарегистрироваться

# logout
source: Sign Out
ru: Выйти

source: Password
ru: Пароль

source: Confirm password
ru: Подтвердите пароль

source: Full name
ru: Полное имя

source: Forgot password?
ru: Забыли пароль?

source: Reset password
ru: Восстановить пароль

# resetPasswordTitle
source: Password Recovery
ru: Восстановление пароля

# resetPasswordMessage
source: Enter the email you used to register. We'll send you a link to reset your password.
ru: Введите email, указанный при регистрации. Мы отправим вам ссылку для сброса пароля.

# resetPasswordSuccess
source: Email sent! Check your inbox.
ru: Письмо отправлено! Проверьте свою почту.

# noAccount
source: Don't have an account?
ru: Нет аккаунта?

# hasAccount
source: Already have an account?
ru: Уже есть аккаунт?

# loginWithGoogle
source: Sign in with Google
ru: Войти через Google

# loginWithApple
source: Sign in with Apple
ru: Войти через Apple

source: New password
ru: Новый пароль

source: Set new password
ru: Задать новый пароль

# setNewPasswordDescription
source: Set a new password
ru: Установите новый пароль

source: Save password
ru: Сохранить пароль

# passwordChangeError
source: Password change error: {error}
ru: Ошибка смены пароля: {error}

# passwordChanged
source: Password changed successfully
ru: Пароль успешно изменён

# registrationSuccess
source: Registration successful!
ru: Регистрация успешна!

# passwordRequirements
source: Min. 8 characters, uppercase letter, special character
ru: Мин. 8 символов, заглавная буква, спецсимвол

source: Institutions
ru: Заведения

source: Create institution
ru: Создать заведение

# joinInstitution
source: Join
ru: Присоединиться

source: Institution name
ru: Название заведения

source: Invite code
ru: Код приглашения

# institutionNameHint
source: For example: Music School No. 1
ru: Например: Музыкальная школа №1

# inviteCodeHint
source: For example: ABC12345
ru: Например: ABC12345

# inviteCodeDescription
source: Enter the invite code that the institution administrator sent you
ru: Введите код приглашения, который вам прислал администратор заведения

# joinedInstitution
source: You joined "{name}"
ru: Вы присоединились к "{name}"

source: Owner
ru: Владелец

source: Member
ru: Участник

# admin
source: Administrator
ru: Администратор

source: Teacher
ru: Преподаватель

source: No institutions
ru: Нет заведений

# createOrJoin
source: Create new or join existing
ru: Создайте новое или присоединитесь

source: Dashboard
ru: Главная

source: Rooms
ru: Кабинеты

source: Students
ru: Ученики

source: Payments
ru: Оплаты

source: Settings
ru: Настройки

source: Statistics
ru: Статистика

source: Groups
ru: Группы

source: Schedule
ru: Расписание

source: Room
ru: Кабинет

source: Room name
ru: Название кабинета

source: Room number
ru: Номер кабинета

source: Add room
ru: Добавить кабинет

source: Edit room
ru: Редактировать кабинет

source: Delete room
ru: Удалить кабинет

source: No rooms
ru: Нет кабинетов

# addRoomFirst
source: Add a room first
ru: Сначала добавьте кабинет

source: Room deleted
ru: Кабинет удалён

source: Room updated
ru: Кабинет обновлён

source: Room created
ru: Кабинет создан

source: Room color
ru: Цвет кабинета

# roomOccupied
source: Room is occupied at this time
ru: Кабинет занят в это время

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Tomorrow
ru: Завтра

source: Lesson
ru: Занятие

source: Lessons
ru: Занятия

source: New lesson
ru: Новое занятие

source: Edit lesson
ru: Редактировать занятие

source: Delete lesson
ru: Удалить занятие

source: Lesson type
ru: Тип занятия

source: Subject
ru: Предмет

source: Date
ru: Дата

source: Time
ru: Время

source: Start time
ru: Начало

source: End time
ru: Окончание

source: Duration
ru: Длительность

# minutes
source: min
ru: мин

source: Comment
ru: Комментарий

source: No lessons
ru: Нет занятий

source: No lessons today
ru: Нет занятий сегодня

source: Lessons today
ru: Занятия сегодня

source: Next lesson
ru: Ближайшее занятие

source: Select date
ru: Выберите дату

source: Select time
ru: Выберите время

source: Select room
ru: Выберите кабинет

source: Select student
ru: Выберите ученика

source: Select subject
ru: Выберите предмет

source: Select teacher
ru: Выберите преподавателя

source: Select lesson type
ru: Выберите тип занятия

source: Repeat lesson
ru: Повторять занятие

# repeatWeekly
source: Every week
ru: Каждую неделю

# repeatCount
source: Number of repeats
ru: Количество повторений

source: Quick add
ru: Быстрое добавление

source: Scheduled
ru: Запланировано

source: Completed
ru: Проведено

source: Cancelled
ru: Отменено

source: Rescheduled
ru: Перенесено

# markCompleted
source: Mark as completed
ru: Отметить проведённым

# markCancelled
source: Cancel lesson
ru: Отменить занятие

source: Unmarked lessons
ru: Неотмеченные занятия

source: No unmarked lessons
ru: Нет неотмеченных занятий

source: Lesson completed
ru: Занятие проведено

source: Lesson cancelled
ru: Занятие отменено

source: Lesson deleted
ru: Занятие удалено

source: Lesson created
ru: Занятие создано

source: Lesson updated
ru: Занятие обновлено

source: Student
ru: Ученик

source: Student name
ru: Имя ученика

source: Phone
ru: Телефон

source: Add student
ru: Добавить ученика

source: Edit student
ru: Редактировать ученика

source: Delete student
ru: Удалить ученика

source: Archive student
ru: Архивировать ученика

# unarchiveStudent
source: Unarchive
ru: Разархивировать

source: Prepaid lessons
ru: Предоплаченных занятий

source: Debt
ru: Долг

# individualLesson
source: Individual
ru: Индивидуальное

# groupLesson
source: Group
ru: Групповое

source: No students
ru: Нет учеников

# addStudentFirst
source: Add your first student
ru: Добавьте первого ученика

source: Student deleted
ru: Ученик удалён

source: Student archived
ru: Ученик архивирован

source: Student unarchived
ru: Ученик разархивирован

source: Student updated
ru: Ученик обновлён

# studentCreated
source: Student added
ru: Ученик добавлен

source: Show archived
ru: Показать архив

source: Hide archived
ru: Скрыть архив

source: Merge students
ru: Объединить учеников

source: Merge with...
ru: Объединить с...

source: Parent name
ru: Имя родителя

source: Parent phone
ru: Телефон родителя

source: Notes
ru: Заметки

source: Debtors
ru: Должники

source: No debtors
ru: Должников нет

source: Group
ru: Группа

source: Group name
ru: Название группы

source: Add group
ru: Добавить группу

source: Edit group
ru: Редактировать группу

source: Delete group
ru: Удалить группу

source: Archive group
ru: Архивировать группу

source: Members
ru: Участники

source: Add member
ru: Добавить участника

source: No groups
ru: Нет групп

source: Group deleted
ru: Группа удалена

source: Group archived
ru: Группа архивирована

source: Group updated
ru: Группа обновлена

source: Group created
ru: Группа создана

source: Select students
ru: Выберите учеников

# minTwoStudents
source: Select at least 2 students
ru: Выберите минимум 2 ученика

source: Participants
ru: Участники

source: PARTICIPANTS ({count})
ru: УЧАСТНИКИ ({count})

source: Add participants
ru: Добавить участников

source: Select students for group
ru: Выберите учеников для группы

source: Search student...
ru: Поиск ученика...

source: Create new student
ru: Создать нового ученика

# allStudentsInGroup
source: All students already in group
ru: Все ученики уже в группе

source: No available students
ru: Нет доступных учеников

source: Reset search
ru: Сбросить поиск

# balanceColon
source: Balance: {count}
ru: Баланс: {count}

source: Remove from group
ru: Удалить из группы

# removeStudentFromGroupQuestion
source: Remove from group?
ru: Удалить из группы?

# removeStudentFromGroupMessage
source: Remove {name} from group?
ru: Удалить {name} из группы?

source: Student added to group
ru: Ученик добавлен в группу

source: Students added: {count}
ru: Добавлено учеников: {count}

source: New student
ru: Новый ученик

# studentCreatedAndSelected
source: Student "{name}" created and selected
ru: Ученик "{name}" создан и выбран

# archiveGroupConfirmation
source: Archive group?
ru: Архивировать группу?

# archiveGroupMessage
source: Group "{name}" will be archived. You can restore it later.
ru: Группа "{name}" будет перемещена в архив. Вы сможете восстановить её позже.

source: No participants
ru: Нет участников

source: Add students to group
ru: Добавьте учеников в группу

# createFirstGroup
source: Create your first student group
ru: Создайте первую группу учеников

source: Create group
ru: Создать группу

source: New group
ru: Новая группа

source: Nothing found
ru: Ничего не найдено

# lessonsCountLabel
source: Number of lessons:
ru: Количество занятий:

# selectedColon
source: Selected: {count}
ru: Выбрано: {count}

source: Add ({count})
ru: Добавить ({count})

source: Payment
ru: Оплата

source: Add payment
ru: Добавить оплату

source: Edit payment
ru: Редактировать оплату

source: Delete payment
ru: Удалить оплату

source: Amount
ru: Сумма

# lessonsCount
source: Number of lessons
ru: Количество занятий

source: Payment plan
ru: Тариф

# paidAt
source: Payment date
ru: Дата оплаты

source: Correction
ru: Корректировка

source: Correction reason
ru: Причина корректировки

source: No payments
ru: Нет оплат

source: Payment deleted
ru: Оплата удалена

source: Payment updated
ru: Оплата обновлена

# paymentCreated
source: Payment added
ru: Оплата добавлена

source: Payment method
ru: Способ оплаты

source: Cash
ru: Наличные

source: Card
ru: Карта

source: Transfer
ru: Передать

# todayPayments
source: Paid today
ru: Сегодня оплачено

source: Payment history
ru: История оплат

source: Balance transfer
ru: Перенос остатка

# balanceTransferComment
source: Transfer comment
ru: Комментарий к переносу

# filterStudents
source: Students
ru: Ученики

# filterSubjects
source: Subjects
ru: Предметы

# filterTeachers
source: Teachers
ru: Преподаватели

# filterPlans
source: Plans
ru: Тарифы

# filterMethod
source: Method
ru: Способ

source: Reset filters
ru: Сбросить фильтры

# periodWeek
source: Week
ru: Неделя

# periodMonth
source: Month
ru: Месяц

# periodQuarter
source: Quarter
ru: Квартал

# periodYear
source: Year
ru: Год

# periodCustom
source: Custom
ru: Свой

source: Total:
ru: Итого:

# totalOwnStudents
source: Total (your students):
ru: Итого (ваши ученики):

# noAccessToPayments
source: No access to view payments
ru: Нет доступа к просмотру оплат

# noPaymentsForPeriod
source: No payments for this period
ru: Нет оплат за этот период

# noPaymentsOwnForPeriod
source: No payments for your students in this period
ru: Нет оплат ваших учеников за этот период

# noPaymentsWithFilters
source: No payments with selected filters
ru: Нет оплат по заданным фильтрам

# familySubscriptionOption
source: Group subscription
ru: Групповой абонемент

# familySubscriptionDescription
source: One subscription for multiple students
ru: Один абонемент на несколько учеников

source: Select participants
ru: Выберите участников

# participantsOf
source: {count} of {total}
ru: {count} из {total}

# minTwoParticipants
source: Minimum 2 participants
ru: Минимум 2 участника

# minTwoParticipantsRequired
source: Select at least 2 participants for group subscription
ru: Выберите минимум 2 участника для группового абонемента

# mergeIntoCard
source: Merge into one card
ru: Объединить в одну карточку

# mergeIntoCardDescription
source: Creates a group student card
ru: Создаст групповую карточку учеников

source: Group card name
ru: Имя групповой карточки

# groupCardNameHint
source: For example: Petrov Family
ru: Например: Семья Петровых

# selectStudentRequired
source: Select a student
ru: Выберите ученика

source: Select student and plan
ru: Выберите ученика и тариф

source: Add students first
ru: Сначала добавьте учеников

source: Custom option
ru: Свой вариант

source: Discount
ru: Скидка

# discountSize
source: Discount amount
ru: Размер скидки

source: Was: {price} ₸
ru: Было: {price} ₸

source: Total: {price} ₸
ru: Итого: {price} ₸

source: Enter amount
ru: Введите сумму

source: Invalid amount
ru: Неверная сумма

# lessonsCountField
source: Lessons
ru: Занятий

# enterValue
source: Enter
ru: Введите

# invalidNumber
source: Number
ru: Число

# validityDays
source: Days
ru: Срок (дн.)

source: Invalid value
ru: Некорректное значение

source: Comment (optional)
ru: Комментарий (необязательно)

# addPaymentWithAmount
source: Add payment {amount} ₸
ru: Добавить оплату {amount} ₸

source: Card merged and payment added
ru: Карточка объединена и оплата добавлена

source: Group subscription added
ru: Групповой абонемент добавлен

source: Payment added
ru: Оплата добавлена

# deletePaymentConfirmation
source: Payment of {amount} ₸ will be deleted. Student balance will decrease by {lessons} lessons.
ru: Оплата на сумму {amount} ₸ будет удалена. Баланс ученика уменьшится на {lessons} занятий.

source: No edit permission
ru: Нет прав на редактирование

# canEditOwnStudentsOnly
source: You can only edit payments for your own students
ru: Вы можете редактировать только оплаты своих учеников

# paymentFrom
source: Payment from {date}
ru: Оплата от {date}

source: Save changes
ru: Сохранить изменения

# deletePaymentButton
source: Delete payment
ru: Удалить оплату

source: Subscription members
ru: Участники абонемента

source: Selected: {count}
ru: Выбрано: {count}

# loadingError
source: Loading error: {error}
ru: Ошибка загрузки: {error}

# noStudentsYet
source: No students
ru: Нет учеников

# discountNote
source: Discount: {amount} ₸
ru: Скидка: {amount} ₸

source: Subscription
ru: Абонемент

source: Subscriptions
ru: Абонементы

source: Expiring subscriptions
ru: Истекающие абонементы

source: No subscriptions
ru: Нет абонементов

source: Lessons remaining
ru: Осталось занятий

source: Valid until
ru: Действует до

source: Expired
ru: Истёк

source: Active
ru: Активный

source: Family subscription
ru: Семейный абонемент

# statusActive
source: Active
ru: Активен

# statusFrozen
source: Frozen
ru: Заморожен

# statusExpired
source: Expired
ru: Истёк

# statusExhausted
source: Exhausted
ru: Исчерпан

# minutesShort
source: {minutes} min
ru: {minutes} мин

# hourOne
source: 1 hour
ru: 1 час

# hourOneHalf
source: 1.5 hours
ru: 1.5 часа

# hoursShort
source: {hours} h
ru: {hours} ч

# hoursMinutesShort
source: {hours} h {minutes} min
ru: {hours} ч {minutes} мин

# currencyName
source: tenge
ru: тенге

# networkErrorMessage
source: Network error. Check your internet connection.
ru: Ошибка сети. Проверьте подключение к интернету.

# timeoutErrorMessage
source: Request timed out. Please try again.
ru: Превышено время ожидания. Попробуйте ещё раз.

# sessionExpiredMessage
source: Session expired. Please sign in again.
ru: Сессия истекла. Войдите заново.

# errorOccurredMessage
source: An error occurred
ru: Произошла ошибка

source: Error: {message}
ru: Ошибка: {message}

source: Profile
ru: Профиль

source: Name
ru: Имя

source: Registration date
ru: Дата регистрации

source: Edit name
ru: Изменить имя

# personName
source: Full name
ru: ФИО

# personNameHint
source: John Smith
ru: Иванов Иван Иванович

# enterPersonName
source: Enter name
ru: Введите имя

# personNameUpdated
source: Name updated
ru: Имя обновлено

source: Subjects
ru: Направления

source: Lesson types
ru: Типы занятий

source: Payment Plans
ru: Тарифы оплаты

source: Team members
ru: Участники

# inviteMembers
source: Invite member
ru: Пригласить участника

source: Theme
ru: Тема оформления

# themeSystem
source: System
ru: Как в системе

# themeLight
source: Light
ru: Светлая

# themeDark
source: Dark
ru: Тёмная

source: Language
ru: Язык

# languageSystem
source: System
ru: Как в системе

# languageRu
source: Russian
ru: Русский

source: Account
ru: Аккаунт

source: General
ru: Основные

source: Data
ru: Данные

source: Working hours
ru: Рабочие часы

source: Work start
ru: Начало работы

source: Work end
ru: Конец работы

# phoneCountry
source: Phone country code
ru: Код страны для телефонов

source: Changes saved
ru: Изменения сохранены

source: Invite code copied
ru: Код приглашения скопирован

source: Share invite code
ru: Поделиться кодом

source: Generate new code
ru: Сгенерировать новый код

source: Permissions
ru: Права доступа

source: Edit permissions
ru: Редактировать права

source: Remove member
ru: Удалить участника

source: Leave institution
ru: Покинуть заведение

source: Booking
ru: Бронь

source: Bookings
ru: Бронирования

source: Add booking
ru: Добавить бронь

source: Delete booking
ru: Удалить бронь

source: Booking deleted
ru: Бронь удалена

source: Booking created
ru: Бронь создана

source: Permanent schedule
ru: Постоянное расписание

source: One-time booking
ru: Разовое бронирование

source: Slot
ru: Слот

source: Slots
ru: Слоты

source: Free slot
ru: Свободный слот

source: Occupied slot
ru: Занятый слот

# lessonSchedule
source: Permanent lesson
ru: Постоянное занятие

# lessonSchedules
source: Permanent lessons
ru: Постоянные занятия

# addLessonSchedule
source: Add permanent lesson
ru: Добавить постоянное занятие

# editLessonSchedule
source: Edit permanent lesson
ru: Редактировать постоянное занятие

# deleteLessonSchedule
source: Delete permanent lesson
ru: Удалить постоянное занятие

# pauseLessonSchedule
source: Pause
ru: Приостановить

# resumeLessonSchedule
source: Resume
ru: Возобновить

source: Pause until
ru: Приостановить до

source: Paused
ru: Приостановлено

source: Day of week
ru: День недели

source: Valid from
ru: Действует с

# replaceRoom
source: Temporary room replacement
ru: Временная замена кабинета

source: Replace until
ru: Замена до

source: Total lessons
ru: Всего занятий

source: Total payments
ru: Всего оплат

source: Total students
ru: Всего учеников

source: Period
ru: Период

source: This week
ru: Эта неделя

source: This month
ru: Этот месяц

source: Last month
ru: Прошлый месяц

source: Custom period
ru: Свой период

source: Income
ru: Доход

# lessonsCompleted
source: Completed
ru: Проведено

# lessonsCancelled
source: Cancelled
ru: Отменено

source: By subject
ru: По предметам

source: By teacher
ru: По преподавателям

source: By student
ru: По ученикам

source: Filters
ru: Фильтры

source: Filter by
ru: Фильтр по

source: Sort by
ru: Сортировать по

source: Date range
ru: Период

source: Status
ru: Статус

source: Clear filters
ru: Сбросить фильтры

source: Apply filters
ru: Применить фильтры

# noResults
source: No results found
ru: Ничего не найдено

source: Teachers
ru: Преподаватели

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

# mondayShort
source: Mon
ru: Пн

# tuesdayShort
source: Tue
ru: Вт

# wednesdayShort
source: Wed
ru: Ср

# thursdayShort
source: Thu
ru: Чт

# fridayShort
source: Fri
ru: Пт

# saturdayShort
source: Sat
ru: Сб

# sundayShort
source: Sun
ru: Вс

# errorOccurred
source: An error occurred
ru: Произошла ошибка

# networkError
source: Network error. Check your connection.
ru: Ошибка сети. Проверьте подключение.

source: Unknown error
ru: Неизвестная ошибка

source: Invalid email
ru: Некорректный email

# weakPassword
source: Password is too weak
ru: Пароль слишком простой

# emailInUse
source: Email is already in use
ru: Email уже используется

# invalidCredentials
source: Invalid email or password
ru: Неверный email или пароль

# fieldRequired
source: This field is required
ru: Это поле обязательно

source: Passwords do not match
ru: Пароли не совпадают

# minPasswordLength
source: Minimum 8 characters
ru: Минимум 8 символов

# passwordNeedsUppercase
source: At least one uppercase letter required
ru: Нужна хотя бы одна заглавная буква

# passwordNeedsSpecialChar
source: At least one special character required (!@#$%^&*)
ru: Нужен хотя бы один спецсимвол (!@#$%^&*)

source: Invalid phone number
ru: Некорректный номер телефона

# enterPositiveNumber
source: Enter a positive number
ru: Введите положительное число

# enterPositiveInteger
source: Enter a positive integer
ru: Введите целое положительное число

# sessionExpired
source: Session expired. Please sign in again.
ru: Сессия истекла. Войдите заново.

# noServerConnection
source: No connection to server
ru: Нет соединения с сервером

# errorOccurredTitle
source: An error occurred
ru: Произошла ошибка

# timeoutError
source: Request timed out. Please try again.
ru: Превышено время ожидания. Попробуйте ещё раз.

# noConnection
source: No connection to server
ru: Нет соединения с сервером

# timeout
source: Request timed out. Please try again.
ru: Превышено время ожидания. Попробуйте ещё раз.

source: Not found
ru: Не найдено

source: Access denied
ru: Доступ запрещён

# errorWithMessage
source: Error: {message}
ru: Ошибка: {message}

# confirmDelete
source: Confirm deletion
ru: Подтвердите удаление

# confirmArchive
source: Confirm archiving
ru: Подтвердите архивацию

# confirmCancel
source: Confirm cancellation
ru: Подтвердите отмену

# confirmLogout
source: Sign out?
ru: Выйти из аккаунта?

# confirmLeave
source: Leave institution?
ru: Покинуть заведение?

# deleteConfirmation
source: Are you sure you want to delete?
ru: Вы уверены, что хотите удалить?

# archiveConfirmation
source: Are you sure you want to archive?
ru: Вы уверены, что хотите архивировать?

# actionCannotBeUndone
source: This action cannot be undone
ru: Это действие нельзя отменить

# deleteQuestion
source: Delete {item}?
ru: Удалить {item}?

# archiveQuestion
source: Archive {item}?
ru: Архивировать {item}?

# lessonsCountPlural
source: {count, plural, =0{no lessons} =1{1 lesson} other{{count} lessons}}
ru: {count, plural, =0{нет занятий} =1{1 занятие} few{{count} занятия} many{{count} занятий} other{{count} занятий}}

# studentsCountPlural
source: {count, plural, =0{no students} =1{1 student} other{{count} students}}
ru: {count, plural, =0{нет учеников} =1{1 ученик} few{{count} ученика} many{{count} учеников} other{{count} учеников}}

# paymentsCountPlural
source: {count, plural, =0{no payments} =1{1 payment} other{{count} payments}}
ru: {count, plural, =0{нет оплат} =1{1 оплата} few{{count} оплаты} many{{count} оплат} other{{count} оплат}}

# daysCountPlural
source: {count, plural, =0{0 days} =1{1 day} other{{count} days}}
ru: {count, plural, =0{0 дней} =1{1 день} few{{count} дня} many{{count} дней} other{{count} дней}}

# minutesCountPlural
source: {count, plural, =0{0 minutes} =1{1 minute} other{{count} minutes}}
ru: {count, plural, =0{0 минут} =1{1 минута} few{{count} минуты} many{{count} минут} other{{count} минут}}
