Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Show all rooms
ru: Показать все кабинеты

# noDataMessage
source: No data
ru: Нет данных

source: Select dates
ru: Выберите даты

# doneLabel
source: Done
ru: Готово

# lessonTab
source: Lesson
ru: Занятие

# bookingTab
source: Booking
ru: Бронь

source: No rooms available
ru: Нет кабинетов

# dateRequired
source: Date *
ru: Дата *

# timeRequired
source: Time *
ru: Время *

# roomsTitle
source: Rooms
ru: Кабинеты

# roomShort
source: Room {number}
ru: Каб. {number}

source: Select at least one room
ru: Выберите хотя бы один кабинет

source: Description (optional)
ru: Описание (опционально)

# descriptionHint
source: Event, meeting, etc.
ru: Мероприятие, встреча и т.д.

# bookLabel
source: Book
ru: Забронировать

# studentTab
source: Student
ru: Ученик

# groupTab
source: Group
ru: Группа

# studentRequired
source: Student *
ru: Ученик *

# selectStudentPlaceholder
source: Select a student
ru: Выберите ученика

# addStudentTooltip
source: Add student
ru: Добавить ученика

# groupRequired
source: Group *
ru: Группа *

source: No groups available
ru: Нет групп

# createGroupTooltip
source: Create group
ru: Создать группу

# teacherLabel
source: Teacher
ru: Преподаватель

# addSubjectTooltip
source: Add subject
ru: Добавить предмет

# addLessonTypeTooltip
source: Add lesson type
ru: Добавить тип занятия

# repeatLabel
source: Repeat
ru: Повтор

source: Select dates in calendar
ru: Выбрать даты в календаре

# selectedDatesCount
source: Selected: {count} dates
ru: Выбрано: {count} дат

# checkingConflictsMessage
source: Checking conflicts...
ru: Проверка конфликтов...

# willCreateLessons
source: {count} lessons will be created
ru: Будет создано {count} занятий

# conflictsWillBeSkipped
source: Conflicts: {count} (will be skipped)
ru: Конфликты: {count} (будут пропущены)

# createSchedulesCount
source: Create {count} schedules
ru: Создать {count} расписаний

source: Create schedule
ru: Создать расписание

# createLessonsCount
source: Create {count} lessons
ru: Создать {count} занятий

# createLessonSingle
source: Create lesson
ru: Создать занятие

# minBookingDuration
source: Minimum booking duration is 15 minutes
ru: Минимальная длительность брони — 15 минут

source: Rooms booked
ru: Кабинеты забронированы

# invalidTime
source: Invalid
ru: Некорректно

# minLessonDuration
source: Minimum lesson duration is 15 minutes
ru: Минимальная длительность занятия — 15 минут

# permanentSchedulesCreated
source: Created {count} permanent schedules
ru: Создано {count} постоянных расписаний

source: Permanent schedule created
ru: Постоянное расписание создано

source: All dates occupied
ru: Все даты заняты

# lessonsCreatedWithSkipped
source: Created {created} lessons (skipped: {skipped})
ru: Создано {created} занятий (пропущено: {skipped})

# lessonsCreatedCount
source: Created {count} lessons
ru: Создано {count} занятий

source: Group lesson created
ru: Групповое занятие создано

# lessonCreatedMessage
source: Lesson created
ru: Занятие создано

# newGroupTitle
source: New group
ru: Новая группа

# groupNameLabel
source: Group name
ru: Название группы

# createLabel
source: Create
ru: Создать

source: Unknown user
ru: Неизвестный пользователь

# deletingLabel
source: Deleting...
ru: Удаление...

# deleteBookingLabel
source: Delete booking
ru: Удалить бронь

# deleteBookingQuestion
source: Delete booking?
ru: Удалить бронь?

# bookingWillBeDeleted
source: The booking will be deleted and rooms will be freed.
ru: Бронирование будет удалено и кабинеты освободятся.

# bookingDeletedMessage
source: Booking deleted
ru: Бронь удалена

# bookingDeleteError
source: Deletion error
ru: Ошибка при удалении

# bookRoomsTitle
source: Book rooms
ru: Забронировать кабинеты

# selectRoomsLabel
source: Select rooms
ru: Выберите кабинеты

# selectAtLeastOneRoomMessage
source: Select at least one room
ru: Выберите хотя бы один кабинет

# dateTitle
source: Date
ru: Дата

# startTitle
source: Start
ru: Начало

# endTitle
source: End
ru: Окончание

# descriptionOptionalLabel
source: Description (optional)
ru: Описание (необязательно)

# descriptionExampleHint
source: E.g.: Rehearsal, Event
ru: Например: Репетиция, Мероприятие

source: Booking error
ru: Ошибка бронирования

# permanentScheduleTitle
source: Permanent schedule
ru: Постоянное расписание

source: Not specified
ru: Не указан

# temporaryRoomReplacement
source: Temporarily in room {room} until {date}
ru: Временно в кабинете {room} до {date}

source: Create lesson on {date}
ru: Создать занятие на {date}

source: Create lessons for period
ru: Создать занятия на период

# createMultipleLessons
source: Create multiple lessons from this slot
ru: Создать несколько занятий из этого слота

source: Add exception
ru: Добавить исключение

# slotWontWorkOnDate
source: Slot will not be active on the selected date
ru: Слот не будет действовать в выбранную дату

# pauseSlot
source: Pause
ru: Приостановить

source: Temporarily deactivate
ru: Временно деактивировать

# resumeSlot
source: Resume
ru: Возобновить

source: Paused until {date}
ru: Приостановлено до {date}

source: Indefinite pause
ru: Бессрочная пауза

source: Deactivate
ru: Деактивировать

source: Completely disable slot
ru: Полностью отключить слот

# addExceptionTitle
source: Add exception
ru: Добавить исключение

# slotWontWorkMessage
source: Slot will not be active on {date}. This will allow creating another lesson at this time.
ru: Слот не будет действовать {date}. Это позволит создать другое занятие в это время.

# addLabel
source: Add
ru: Добавить

source: Exception added
ru: Исключение добавлено

# pauseUntilLabel
source: Pause until
ru: Приостановить до

# slotPausedUntil
source: Slot paused until {date}
ru: Слот приостановлен до {date}

source: Slot resumed
ru: Слот возобновлён

# deactivateSlotTitle
source: Deactivate slot
ru: Деактивировать слот

# deactivateSlotMessage
source: The slot will be completely disabled and will not be displayed in the schedule. You can reactivate it in the student card.
ru: Слот будет полностью отключён и не будет отображаться в расписании. Вы сможете активировать его снова в карточке ученика.

source: Slot deactivated
ru: Слот деактивирован

# createLessonsForPeriodTitle
source: Create lessons for period
ru: Создать занятия на период

# studentLabel
source: Student: {name}
ru: Ученик: {name}

# fromDateLabel
source: From date
ru: С даты

# toDateLabel
source: To date
ru: По дату

# willBeCreated
source: Will be created: {count} lessons
ru: Будет создано: {count} занятий

# creatingLabel
source: Creating...
ru: Создание...

# createLessonsLabel
source: Create lessons
ru: Создать занятия

source: No dates to create
ru: Нет дат для создания

source: Room not specified
ru: Не указан кабинет

# lessonsCreatedMessage
source: Created {count} lessons
ru: Создано {count} занятий

# seriesLoadError
source: Series loading error: {error}
ru: Ошибка загрузки серии: {error}

# editSeriesTitle
source: Edit series
ru: Редактировать серию

# savingLabel
source: Saving...
ru: Сохранение...

# applyChangesLabel
source: Apply changes
ru: Применить изменения

source: Changes scope
ru: Область изменений

# byWeekdaysLabel
source: By weekdays
ru: По дням недели

# quantityLabel
source: Number of lessons:
ru: Количество занятий:

# allLabel
source: All
ru: Все

# seriesLessons
source: Series lessons ({count})
ru: Занятия серии ({count})

# changesTitle
source: Changes
ru: Изменения

# willBeChanged
source: Will be changed: {count} lessons
ru: Будет изменено: {count} занятий

# currentLabel
source: current
ru: текущий

# noLessonsToUpdate
source: No lessons to update (all have conflicts)
ru: Нет занятий для обновления (все имеют конфликты)

# lessonsUpdatedWithSkipped
source: Updated {updated} lessons (skipped: {skipped})
ru: Обновлено {updated} занятий (пропущено: {skipped})

# lessonsUpdatedCount
source: Updated {count} lessons
ru: Обновлено {count} занятий

# memberDataError
source: Failed to get member data
ru: Не удалось получить данные участника

source: Showing all rooms
ru: Отображаются все кабинеты

source: Rooms selected: {count}
ru: Выбрано кабинетов: {count}

source: Which rooms do you use?
ru: Какими кабинетами вы пользуетесь?

# onlySelectedRoomsShown
source: Only selected rooms will be displayed in the schedule. You can change this setting at any time through the filter menu.
ru: В расписании будут отображаться только выбранные кабинеты. Изменить настройку можно в любой момент через меню фильтров.

# selectDefaultRooms
source: Select rooms that will be displayed in the schedule by default.
ru: Выберите кабинеты, которые будут отображаться в расписании по умолчанию.

# skipLabel
source: Skip
ru: Пропустить

# saveWithCount
source: Save ({count})
ru: Сохранить ({count})

source: Virtual lesson
ru: Виртуальное занятие

# completeOnDate
source: Complete lesson on {date}
ru: Провести занятие на {date}

# createRealCompleted
source: Create a real lesson with status "Completed"
ru: Создать реальное занятие со статусом "Проведено"

# cancelOnDate
source: Cancel lesson on {date}
ru: Отменить занятие на {date}

# createRealCancelled
source: Create a real lesson with status "Cancelled"
ru: Создать реальное занятие со статусом "Отменено"

# skipThisDateLabel
source: Skip this date
ru: Пропустить эту дату

# addExceptionWithoutLesson
source: Add exception without creating lesson
ru: Добавить исключение без создания занятия

source: Pause schedule
ru: Приостановить расписание

# temporarilyDeactivateSchedule
source: Temporarily deactivate
ru: Временно деактивировать

source: Resume schedule
ru: Возобновить расписание

source: Completely disable schedule
ru: Полностью отключить расписание

source: Schedule paused
ru: Расписание приостановлено

source: Schedule resumed
ru: Расписание возобновлено

# deactivateScheduleTitle
source: Deactivate schedule
ru: Деактивировать расписание

# deactivateScheduleMessage
source: The schedule will be completely disabled. This action can be undone.
ru: Расписание будет полностью отключено. Это действие можно отменить.

source: Schedule deactivated
ru: Расписание деактивировано

source: Deducted from balance
ru: Списано с баланса

# lessonDeductedFromBalance
source: Lesson deducted from student's balance
ru: Занятие списано с баланса ученика

# lessonNotDeducted
source: Lesson not deducted from balance
ru: Занятие не списано с баланса

# completedLabel
source: Completed
ru: Проведено

# paidLabel
source: Paid
ru: Оплачено

# costLabel
source: Cost
ru: Стоимость

# repeatSeriesLabel
source: Repeat
ru: Повтор

# yesLabel
source: Yes
ru: Да

# typeLabel
source: Type
ru: Тип

# statusUpdateError
source: Failed to update status
ru: Не удалось обновить статус

# deductFromBalanceTitle
source: Deduct lesson from balance
ru: Списать занятие с баланса

source: Add guest
ru: Добавить гостя

source: Pay
ru: Оплатить

source: Default rooms
ru: Кабинеты по умолчанию

source: Book
ru: Забронировать

# deleteBookingMessage
source: Booking will be deleted and rooms will be freed.
ru: Бронирование будет удалено и кабинеты освободятся.

# endLabel
source: End
ru: Окончание

# createMultipleLessonsFromSlot
source: Create multiple lessons from this slot
ru: Создать несколько занятий из этого слота

# slotWillNotWorkOnDate
source: Slot will not work on selected date
ru: Слот не будет действовать в выбранную дату

source: Pause
ru: Приостановить

source: Temporarily deactivate slot
ru: Временно деактивировать слот

source: Resume
ru: Возобновить

source: Deactivate slot
ru: Деактивировать слот

# oneMonth
source: 1 month
ru: 1 месяц

# threeMonths
source: 3 months
ru: 3 месяца

# sixMonths
source: 6 months
ru: 6 месяцев

# oneYear
source: 1 year
ru: 1 год

# createCompletedLesson
source: Create real lesson with status "Completed"
ru: Создать реальное занятие со статусом "Проведено"

# createCancelledLesson
source: Create real lesson with status "Cancelled"
ru: Создать реальное занятие со статусом "Отменено"

source: Deactivate schedule
ru: Деактивировать расписание

# scheduleWillBeDisabled
source: Schedule will be completely disabled. This action can be undone.
ru: Расписание будет полностью отключено. Это действие можно отменить.

source: Permissions saved
ru: Права сохранены

# permissionSectionInstitution
source: Institution Management
ru: Управление заведением

# permissionManageInstitution
source: Edit institution
ru: Изменение заведения

# permissionManageInstitutionDesc
source: Change name, settings
ru: Изменение названия, настроек

# permissionManageMembers
source: Manage members
ru: Управление участниками

# permissionManageMembersDesc
source: Add, remove, change permissions
ru: Добавление, удаление, изменение прав

# permissionArchiveData
source: Archive data
ru: Архивация данных

# permissionArchiveDataDesc
source: Archive students, groups
ru: Архивация учеников, групп

# permissionSectionReferences
source: References
ru: Справочники

# permissionManageRooms
source: Manage rooms
ru: Управление кабинетами

# permissionManageRoomsDesc
source: Create, edit, delete
ru: Создание, редактирование, удаление

# permissionManageSubjects
source: Manage subjects
ru: Управление предметами

# permissionManageSubjectsDesc
source: Create, edit, delete
ru: Создание, редактирование, удаление

# permissionManageLessonTypes
source: Manage lesson types
ru: Управление типами занятий

# permissionManageLessonTypesDesc
source: Create, edit, delete
ru: Создание, редактирование, удаление

# permissionManagePaymentPlans
source: Manage payment plans
ru: Управление тарифами

# permissionManagePaymentPlansDesc
source: Create, edit, delete
ru: Создание, редактирование, удаление

# permissionSectionStudents
source: Students & Groups
ru: Ученики и группы

# permissionManageOwnStudents
source: Manage own students
ru: Управление своими учениками

# permissionManageOwnStudentsDesc
source: Create, edit own students
ru: Создание, редактирование своих учеников

# permissionManageAllStudents
source: Manage all students
ru: Управление всеми учениками

# permissionManageAllStudentsDesc
source: Manage other teachers' students
ru: Управление учениками других преподавателей

# permissionManageGroups
source: Manage groups
ru: Управление группами

# permissionManageGroupsDesc
source: Create, edit groups
ru: Создание, редактирование групп

# permissionSectionSchedule
source: Schedule
ru: Расписание

# permissionViewAllSchedule
source: View all schedule
ru: Просмотр всего расписания

# permissionViewAllScheduleDesc
source: View other teachers' lessons
ru: Просмотр занятий других преподавателей

# permissionCreateLessons
source: Create lessons
ru: Создание занятий

# permissionCreateLessonsDesc
source: Add new lessons to schedule
ru: Добавление новых занятий в расписание

# permissionEditOwnLessons
source: Edit own lessons
ru: Редактирование своих занятий

# permissionEditOwnLessonsDesc
source: Modify own lessons
ru: Изменение своих занятий

# permissionEditAllLessons
source: Edit all lessons
ru: Редактирование всех занятий

# permissionEditAllLessonsDesc
source: Modify other teachers' lessons
ru: Изменение занятий других преподавателей

# permissionDeleteOwnLessons
source: Delete own lessons
ru: Удаление своих занятий

# permissionDeleteOwnLessonsDesc
source: Remove own lessons from schedule
ru: Удаление своих занятий из расписания

# permissionDeleteAllLessons
source: Delete all lessons
ru: Удаление всех занятий

# permissionDeleteAllLessonsDesc
source: Remove other teachers' lessons
ru: Удаление занятий других преподавателей

# permissionSectionFinance
source: Finance
ru: Финансы

# permissionViewOwnStudentsPayments
source: View own students' payments
ru: Просмотр оплат своих учеников

# permissionViewOwnStudentsPaymentsDesc
source: View payments from own students
ru: Просмотр платежей своих учеников

# permissionViewAllPayments
source: View all payments
ru: Просмотр всех оплат

# permissionViewAllPaymentsDesc
source: View payments from all students
ru: Просмотр платежей всех учеников

# permissionAddPaymentsForOwnStudents
source: Add payments for own students
ru: Добавление оплат своим ученикам

# permissionAddPaymentsForOwnStudentsDesc
source: Accept payments from own students
ru: Принятие оплат от своих учеников

# permissionAddPaymentsForAllStudents
source: Add payments for all students
ru: Добавление оплат всем ученикам

# permissionAddPaymentsForAllStudentsDesc
source: Accept payments from any students
ru: Принятие оплат от любых учеников

# permissionManageOwnStudentsPayments
source: Edit own students' payments
ru: Редактирование оплат своих учеников

# permissionManageOwnStudentsPaymentsDesc
source: Modify and delete own students' payments
ru: Изменение и удаление оплат своих учеников

# permissionManageAllPayments
source: Edit all payments
ru: Редактирование всех оплат

# permissionManageAllPaymentsDesc
source: Modify and delete any payments
ru: Изменение и удаление любых оплат

# permissionViewStatistics
source: View statistics
ru: Просмотр статистики

# permissionViewStatisticsDesc
source: Access statistics section
ru: Доступ к разделу статистики

# statusSection
source: STATUS
ru: СТАТУС

# adminHasAllPermissions
source: Administrator
ru: Администратор

# grantFullPermissions
source: Grant all permissions
ru: Предоставить все права

# allPermissionsEnabledForAdmin
source: Enabled for administrator
ru: Включено для администратора

source: Welcome!
ru: Добро пожаловать!

# selectColorForLessons
source: Choose a color for your lessons in the schedule
ru: Выберите цвет для отображения ваших занятий в расписании

source: Your directions
ru: Ваши направления

source: Select subjects you teach
ru: Выберите предметы, которые вы ведёте

# noSubjectsInInstitution
source: No subjects in institution yet
ru: В заведении пока нет предметов

# ownerCanAddInSettings
source: The owner can add them in settings
ru: Владелец может добавить их в настройках

source: No payment plans
ru: Нет тарифов

# addFirstPaymentPlan
source: Add your first payment plan
ru: Добавьте первый тариф оплаты

source: Add plan
ru: Добавить тариф

# addPaymentPlan
source: Add plan
ru: Добавить тариф

# paymentPlanNameHint
source: E.g.: 8-lesson subscription
ru: Например: Абонемент на 8 занятий

# enterNameField
source: Enter name
ru: Введите название

# lessonsRequired
source: Lessons *
ru: Занятий *

# invalidValueError
source: Invalid value
ru: Некорректное значение

# createPaymentPlan
source: Create plan
ru: Создать тариф

# deletePaymentPlanQuestion
source: Delete payment plan?
ru: Удалить тариф?

# paymentPlanWillBeDeleted
source: Plan "{name}" will be deleted
ru: Тариф "{name}" будет удалён

source: Payment plan deleted
ru: Тариф удалён

# paymentPlanCreated
source: Plan "{name}" created
ru: Тариф "{name}" создан

source: New payment plan
ru: Новый тариф

# fillPaymentPlanData
source: Fill in plan details
ru: Заполните данные тарифа

# planNameHint
source: E.g.: 8-lesson subscription
ru: Например: Абонемент на 8 занятий

# lessonsCountRequired
source: Lessons *
ru: Занятий *

# priceRequired
source: Price *
ru: Цена *

# validityDaysRequired
source: Validity (days) *
ru: Срок действия (дней) *

# enterValidityDays
source: Enter validity
ru: Введите срок

source: Create plan
ru: Создать тариф

source: Payment plan updated
ru: Тариф обновлён

source: Edit payment plan
ru: Редактировать тариф

# changePaymentPlanData
source: Change plan details
ru: Измените данные тарифа

# pricePerLesson
source: {price} ₸/lesson
ru: {price} ₸/занятие

# validityDaysShort
source: {days} d.
ru: {days} дн.

source: No subjects
ru: Нет предметов

# addFirstSubject
source: Add your first subject
ru: Добавьте первый предмет

# deleteSubjectQuestion
source: Delete subject?
ru: Удалить предмет?

# subjectWillBeDeleted
source: Subject "{name}" will be deleted
ru: Предмет "{name}" будет удалён

source: Subject deleted
ru: Предмет удалён

# subjectCreated
source: Subject "{name}" created
ru: Предмет "{name}" создан

source: New subject
ru: Новый предмет

# fillSubjectData
source: Enter subject name
ru: Введите название предмета

source: Add subject
ru: Добавить предмет

source: Create subject
ru: Создать предмет

source: Enter subject name
ru: Введите название предмета

# subjectNameRequired
source: Name *
ru: Название *

source: Subject updated
ru: Предмет обновлён

source: Edit subject
ru: Редактировать предмет

# changeSubjectData
source: Change subject details
ru: Измените данные предмета

source: No access to statistics
ru: Нет доступа к статистике

# statisticsNoAccess
source: No access to statistics
ru: Нет доступа к статистике

# statsTabGeneral
source: General
ru: Общая

# statsTotal
source: Lessons
ru: Занятия

# statsFinances
source: Finances
ru: Финансы

# statsAvgLesson
source: Avg. lesson
ru: Ср. занятие

# statsDiscounts
source: Discounts
ru: Скидки

# statsPaidLessonsOf
source: {paid} of {total}
ru: {paid} из {total}

# statsPaymentsWithDiscount
source: {count} with discount
ru: {count} со скидкой

# statsWorkload
source: Workload
ru: Загруженность

# statsLessonHours
source: Hours of lessons
ru: Часов занятий

# statsActiveStudents
source: Active students
ru: Активных учеников

# statsPaymentMethods
source: Payment methods
ru: Способы оплаты

# statsCardPayments
source: Card ({count}) — {percent}%
ru: Карта ({count}) — {percent}%

# statsCashPayments
source: Cash ({count}) — {percent}%
ru: Наличные ({count}) — {percent}%

# statsAvgLessonShort
source: Avg:
ru: Ср.:

# statsLessonStats
source: Lesson statistics
ru: Статистика занятий

# contactOwner
source: Contact the institution owner
ru: Обратитесь к владельцу заведения

# tabGeneral
source: General
ru: Общая

# tabSubjects
source: Subjects
ru: Предметы

# tabTeachers
source: Teachers
ru: Преподаватели

# tabStudents
source: Students
ru: Ученики

# tabPlans
source: Plans
ru: Тарифы

# lessonsTotal
source: Total
ru: Всего

# lessonsScheduled
source: Scheduled
ru: Запланировано

# paymentsLabel
source: Payments
ru: Оплаты

source: Avg. lesson
ru: Ср. занятие

source: Discounts
ru: Скидки

source: Workload
ru: Загруженность

source: Hours of lessons
ru: Часов занятий

# activeStudentsCount
source: Active students
ru: Активных учеников

# paymentMethodCard
source: Card
ru: Карта

# paymentMethodCash
source: Cash
ru: Наличные

source: No data for period
ru: Нет данных за период

source: Lesson statistics
ru: Статистика занятий

source: Cancellation rate
ru: Процент отмен

source: Top by lessons
ru: Топ по занятиям

# lessonsShort
source: les.
ru: зан.

source: By students
ru: По ученикам

source: Purchases
ru: Покупок

# sumLabel
source: Sum
ru: Сумма

# avgLessonCost
source: Average lesson cost
ru: Средняя стоимость занятия

source: Payments with discount
ru: Оплаты со скидкой

source: Discount sum
ru: Сумма скидок

source: By plans
ru: По тарифам

# purchasesShort
source: purch.
ru: покуп.

# cancellationRatePercent
source: Cancellation rate: {rate}%
ru: Процент отмен: {rate}%

source: Payment methods
ru: Способы оплаты

# cardPaymentsCount
source: Card ({count})
ru: Карта ({count})

# cashPaymentsCount
source: Cash ({count})
ru: Наличные ({count})

# lessonsCountShort
source: {count} les.
ru: {count} зан.

# mergeStudentsCount
source: Merge {count} students
ru: Объединить {count} учеников

# mergeStudentsTitle
source: Merge {count} students
ru: Объединить {count} учеников

# mergeStudentsWarning
source: A new card will be created. Original cards will be archived.
ru: Будет создана новая карточка. Исходные карточки будут архивированы.

# fromLegacyBalance
source: From legacy
ru: Из остатка

# cardCreatedWithName
source: Card "{name}" created
ru: Создана карточка "{name}"

# mergeWarning
source: A new card will be created. Original cards will be archived.
ru: Будет создана новая карточка. Исходные карточки будут архивированы.

source: Students to merge
ru: Объединяемые ученики

source: Total balance
ru: Общий баланс

source: From legacy
ru: Из остатка
