Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

# membersCountPlural
source: {count, plural, =0{no members} =1{1 member} other{{count} members}}
ru: {count, plural, =0{нет участников} =1{1 участник} few{{count} участника} many{{count} участников} other{{count} участников}}

# prepaidLessonsBalance
source: {count, plural, =0{No prepaid lessons} =1{1 prepaid lesson} other{{count} prepaid lessons}}
ru: {count, plural, =0{Нет предоплаченных занятий} =1{Предоплачено 1 занятие} few{Предоплачено {count} занятия} many{Предоплачено {count} занятий} other{Предоплачено {count} занятий}}

# lessonsRemainingPlural
source: {count, plural, =0{No lessons remaining} =1{1 lesson remaining} other{{count} lessons remaining}}
ru: {count, plural, =0{Занятий не осталось} =1{Осталось 1 занятие} few{Осталось {count} занятия} many{Осталось {count} занятий} other{Осталось {count} занятий}}

# colorPicker
source: Select color
ru: Выберите цвет

source: Select color
ru: Выберите цвет

source: Default color
ru: Цвет по умолчанию

source: Date missed
ru: Дата пропущена

source: Slot paused
ru: Слот приостановлен

source: Exclusion added
ru: Исключение добавлено

source: History
ru: История

source: Delete from history
ru: Удалить из истории

source: No history
ru: Нет истории

source: Send link
ru: Отправить ссылку

source: Link sent
ru: Ссылка отправлена

source: Danger zone
ru: Опасная зона

source: Archive institution
ru: Архивировать заведение

# leaveInstitutionAction
source: Leave institution
ru: Покинуть заведение

# institutionCanBeRestored
source: Institution can be restored later
ru: Заведение можно будет восстановить

# youWillNoLongerBeMember
source: You will no longer be a member
ru: Вы больше не будете участником

# archiveInstitutionQuestion
source: Archive institution?
ru: Архивировать заведение?

# leaveInstitutionQuestion
source: Leave institution?
ru: Покинуть заведение?

# archiveInstitutionMessage
source: Institution "{name}" will be moved to archive. You can restore it later from the institutions list.
ru: Заведение "{name}" будет перемещено в архив. Вы сможете восстановить его позже из списка заведений.

# leaveInstitutionMessage
source: Are you sure you want to leave "{name}"? To return, you will need a new invite code.
ru: Вы уверены, что хотите покинуть "{name}"? Чтобы вернуться, вам понадобится новый код приглашения.

source: Institution archived
ru: Заведение архивировано

source: Institution deleted
ru: Заведение удалено

# institutionDeletedMessage
source: This institution was deleted by the owner. You will be redirected to the main screen.
ru: Это заведение было удалено владельцем. Вы будете перенаправлены на главный экран.

source: OK
ru: ОК

# youLeftInstitution
source: You left the institution
ru: Вы покинули заведение

# generateNewCodeQuestion
source: Generate new code?
ru: Сгенерировать новый код?

# generateNewCodeMessage
source: The old code will stop working. Anyone who hasn't joined with the old code won't be able to do so.
ru: Старый код перестанет работать. Все, кто ещё не присоединился по старому коду, не смогут это сделать.

source: Generate
ru: Сгенерировать

# newCodeGenerated
source: New code: {code}
ru: Новый код: {code}

source: Name updated
ru: Название обновлено

source: Enter name
ru: Введите название

source: Working hours updated
ru: Рабочее время обновлено

# workingHoursDescription
source: This time will be displayed in the schedule grid
ru: Это время будет отображаться в сетке расписания

source: Start
ru: Начало

source: End
ru: Конец

# byLocale
source: Based on device locale
ru: По локали устройства

# todayWithDate
source: Today, {date}
ru: Сегодня, {date}

source: No scheduled lessons
ru: Нет запланированных занятий

source: Urgent
ru: Срочно

# daysShort
source: d.
ru: дн.

source: Lesson payment
ru: Оплата занятия

# saveError
source: Save error: {error}
ru: Ошибка сохранения: {error}

source: Complete profile setup
ru: Завершите настройку профиля

source: Select color and subjects
ru: Выберите цвет и направления

source: Fill in
ru: Заполнить

source: Paid
ru: Оплачено

source: Archived institutions
ru: Архив заведений

source: Archive empty
ru: Архив пуст

# restoreInstitutionQuestion
source: Restore institution?
ru: Восстановить заведение?

# restoreInstitutionMessage
source: Institution "{name}" will be restored and appear in the main list.
ru: Заведение "{name}" будет восстановлено и появится в основном списке.

source: Institution restored
ru: Заведение восстановлено

# archivedOn
source: Archived {date}
ru: Архивировано {date}

source: No members
ru: Нет участников

source: No name
ru: Без имени

source: You
ru: Вы

# adminBadge
source: Admin
ru: Админ

source: Change color
ru: Изменить цвет

source: Color updated
ru: Цвет обновлён

source: Color reset
ru: Цвет сброшен

# directions
source: Subjects
ru: Направления

source: Change role
ru: Изменить роль

source: Role name
ru: Название роли

# roleNameHint
source: For example: Teacher, Administrator
ru: Например: Преподаватель, Администратор

source: Access rights
ru: Права доступа

source: Manage lessons
ru: Управление занятиями

# transferOwnershipQuestion
source: Transfer ownership?
ru: Передать владение?

# transferOwnershipWarning
source: You are about to transfer ownership rights to:
ru: Вы собираетесь передать права владельца пользователю:

# transferWarningTitle
source: Warning!
ru: Внимание!

# transferWarningPoints
source: • You will lose owner rights • New owner can delete the institution • This action cannot be undone by yourself
ru: • Вы потеряете права владельца • Новый владелец сможет удалить заведение • Это действие нельзя отменить самостоятельно

# ownershipTransferred
source: Ownership transferred to {name}
ru: Права владельца переданы {name}

# removeMemberQuestion
source: Remove member?
ru: Удалить участника?

# removeMemberConfirmation
source: Are you sure you want to remove {name} from the institution?
ru: Вы уверены, что хотите удалить {name} из заведения?

source: Future lessons: {count}
ru: Будущих занятий: {count}

source: No future lessons to manage
ru: Нет будущих занятий для управления

source: Delete all future lessons
ru: Удалить все будущие занятия

# deleteAllFutureLessonsDescription
source: Lessons will be deleted without changing student balances
ru: Занятия будут удалены без изменения баланса учеников

source: Reassign teacher
ru: Переназначить преподавателя

# reassignTeacherDescription
source: Transfer all lessons to another teacher
ru: Передать все занятия другому преподавателю

# deleteLessonsQuestion
source: Delete lessons?
ru: Удалить занятия?

# deleteLessonsCount
source: {count} lessons of the teacher will be deleted:
ru: Будет удалено {count} занятий преподавателя:

# deleteLessonsWarning
source: Student subscription balances will not change. This action cannot be undone.
ru: Баланс абонементов учеников не изменится. Это действие нельзя отменить.

source: Lessons deleted: {count}
ru: Удалено занятий: {count}

source: Reassign lessons
ru: Переназначить занятия

# reassignLessonsFrom
source: {count} lessons from {name}
ru: {count} занятий от {name}

source: Select new teacher:
ru: Выберите нового преподавателя:

source: No other teachers
ru: Нет других преподавателей

source: Checking conflicts...
ru: Проверка конфликтов...

# conflictsFound
source: {count} conflicts found
ru: Найдено {count} конфликтов

source: No conflicts found
ru: Конфликтов не найдено

# andMoreConflicts
source: ...and {count} more conflicts
ru: ...и ещё {count} конфликтов

source: Skip conflicts
ru: Пропустить конфликты

source: Reassign
ru: Переназначить

# conflictCheckError
source: Check error: {error}
ru: Ошибка проверки: {error}

source: No lessons to reassign
ru: Нет занятий для переназначения

# reassignedCount
source: Lessons reassigned: {count}
ru: Переназначено занятий: {count}

# skippedConflicts
source: skipped: {count}
ru: пропущено: {count}

source: No subjects available
ru: Нет доступных направлений

source: Subjects updated
ru: Направления обновлены

# errorWithDetails
source: Error: {error}
ru: Ошибка: {details}

source: New room
ru: Новый кабинет

# editRoomTitle
source: Edit room
ru: Редактировать кабинет

# roomNumberRequired
source: Room number *
ru: Номер кабинета *

# roomNumberHint
source: E.g.: 101
ru: Например: 101

# roomNameOptional
source: Name (optional)
ru: Название (опционально)

# roomNameHint
source: E.g.: Piano room
ru: Например: Фортепианный

source: Enter room number
ru: Введите номер кабинета

# fillRoomData
source: Fill in room data
ru: Заполните данные кабинета

# changeRoomData
source: Change room details
ru: Измените данные кабинета

source: Create room
ru: Создать кабинет

# roomWithNumber
source: Room {number}
ru: Кабинет {number}

# roomCreatedMessage
source: Room "{name}" created
ru: Кабинет "{name}" создан

# deleteRoomQuestion
source: Delete room?
ru: Удалить кабинет?

# deleteRoomMessage
source: Room "{name}" will be deleted. This action cannot be undone.
ru: Кабинет "{name}" будет удалён. Это действие нельзя отменить.

# myStudents
source: My
ru: Мои

source: With debt
ru: С долгом

source: Search by name...
ru: Поиск по имени...

# direction
source: Subject
ru: Направление

source: Activity
ru: Активность

# noStudentsByFilters
source: No students match the filters
ru: Нет учеников по заданным фильтрам

# tryDifferentQuery
source: Try a different search
ru: Попробуйте изменить запрос

# archivedStudentsHere
source: Archived students will appear here
ru: Здесь будут отображаться архивированные ученики

source: No students with debt
ru: Нет учеников с долгом

# allStudentsPositiveBalance
source: All students have a positive balance
ru: У всех учеников положительный баланс

source: No linked students
ru: Нет привязанных учеников

# noLinkedStudentsHint
source: No students are linked to you yet
ru: К вам пока не привязаны ученики

# addFirstStudent
source: Add your first student
ru: Добавьте первого ученика

# noLessons7Days
source: No lessons for 7+ days
ru: Нет занятий 7+ дней

# noLessons14Days
source: No lessons for 14+ days
ru: Нет занятий 14+ дней

# noLessons30Days
source: No lessons for 30+ days
ru: Нет занятий 30+ дней

# noLessons60Days
source: No lessons for 60+ days
ru: Нет занятий 60+ дней

# groupNameHint
source: E.g.: Vocal group
ru: Например: Группа вокала

# studentsCount
source: {count, plural, =1{1 student} other{{count} students}}
ru: {count, plural, =1{1 ученик} few{{count} ученика} many{{count} учеников} other{{count} учеников}}

source: Merge ({count})
ru: Объединить ({count})

# fillStudentData
source: Fill in student details
ru: Заполните данные ученика

# fullNameRequired
source: Full name *
ru: ФИО *

# fullNameHint
source: John Smith
ru: Иванов Иван Иванович

source: Enter student name
ru: Введите имя ученика

source: No available teachers
ru: Нет доступных преподавателей

# additionalInfo
source: Additional information...
ru: Дополнительная информация...

source: Remaining lessons
ru: Остаток занятий

# fromOtherSchool
source: When transferring from another school
ru: При переносе из другой школы

# lessonsUnit
source: lessons
ru: занятий

# remainingLessonsHint
source: Deducted first, does not affect revenue
ru: Списывается первым, не влияет на доход

source: Create student
ru: Создать ученика

# selectRoomForSchedule
source: Select a room for the schedule
ru: Выберите кабинет для расписания

# scheduleConflictsError
source: There are schedule conflicts. Change the time or room.
ru: Есть конфликты в расписании. Измените время или кабинет.

# initialBalanceComment
source: Initial balance
ru: Начальный остаток

# studentCreatedWithSchedule
source: Student "{name}" created with schedule
ru: Ученик "{name}" создан с расписанием

# studentCreatedSimple
source: Student "{name}" created
ru: Ученик "{name}" создан

source: Set up permanent schedule
ru: Настроить постоянное расписание

# selectDaysAndTime
source: Select days and lesson times
ru: Выберите дни и время занятий

source: Room for lessons
ru: Кабинет для занятий

# daysOfWeekLabel
source: Days of week
ru: Дни недели

# lessonTimeLabel
source: Lesson time
ru: Время занятий

# durationHoursMinutes
source: {hours} h {minutes} min
ru: {hours} ч {minutes} мин

# durationHours
source: {hours} h
ru: {hours} ч

# durationMinutes
source: {minutes} min
ru: {minutes} мин

# incorrect
source: Invalid
ru: Некорректно

# conflictTimeOccupied
source: Conflict! Time is occupied
ru: Конфликт! Время занято

# lessonsBalance
source: {count} lessons
ru: {count} занятий

source: No lesson types
ru: Нет типов занятий

# addFirstLessonType
source: Add your first lesson type
ru: Добавьте первый тип занятия

source: Add type
ru: Добавить тип

# deleteLessonTypeQuestion
source: Delete lesson type?
ru: Удалить тип занятия?

# lessonTypeWillBeDeleted
source: Type "{name}" will be deleted
ru: Тип "{name}" будет удалён

source: Lesson type deleted
ru: Тип занятия удалён

source: New lesson type
ru: Новый тип занятия

# fillLessonTypeData
source: Fill in type details
ru: Заполните данные типа

# nameRequired
source: Name *
ru: Название *

# nameHintExample
source: E.g.: Individual
ru: Например: Индивидуальное

# enterNameValidation
source: Enter name
ru: Введите название

source: Other
ru: Другое

source: Custom duration
ru: Своя длительность

source: Default price
ru: Цена по умолчанию

# groupLessonSwitch
source: Group lesson
ru: Групповое занятие

# multipleStudents
source: Multiple students at once
ru: Несколько учеников одновременно

source: One student
ru: Один ученик

source: Create type
ru: Создать тип

# lessonTypeCreated
source: Type "{name}" created
ru: Тип "{name}" создан

# editLessonType
source: Edit type
ru: Редактировать тип

# changeLessonTypeData
source: Change lesson type details
ru: Измените данные типа занятия

# durationValidationError
source: Duration must be between 5 and 480 minutes
ru: Длительность должна быть от 5 до 480 минут

source: Color
ru: Цвет

source: Lesson type updated
ru: Тип занятия обновлён

# scheduleTitle
source: Schedule
ru: Расписание

# roomWithNumberTitle
source: Room {number}
ru: Кабинет {number}

# filtersTooltip
source: Filters
ru: Фильтры

# addTooltip
source: Add
ru: Добавить

# compactView
source: Compact
ru: Компакт.

# detailedView
source: Detailed
ru: Подробн.

# dayView
source: Day
ru: День

# weekView
source: Week
ru: Неделя

# lessonDefault
source: Lesson
ru: Занятие

source: Booked
ru: Забронировано

# studentDefault
source: Student
ru: Ученик

source: Hour
ru: Час

# deletedFromHistory
source: Delete from history
ru: Удалить из истории

source: Modify
ru: Изменить

# cancelLesson
source: Cancel
ru: Отменить

source: Skip this date
ru: Пропустить эту дату

# statusUpdateFailed
source: Failed to update status
ru: Не удалось обновить статус

# lessonCompletedMessage
source: Lesson completed
ru: Занятие проведено

# lessonCancelledMessage
source: Lesson cancelled
ru: Занятие отменено

# skipDateTitle
source: Skip date
ru: Пропустить дату

# skipDateMessage
source: The lesson will not be displayed on {date}. This will not create an entry in lesson history.
ru: Занятие не будет отображаться на {date}. Это не создаст запись в истории занятий.

source: Skip
ru: Пропустить

source: Date skipped
ru: Дата пропущена

source: Lesson deducted
ru: Занятие списано

source: Lesson returned
ru: Занятие возвращено

# deleteLessonWithPayment
source: The lesson will be deleted from history. The payment for the lesson will also be deleted.
ru: Занятие будет удалено из истории. Оплата за занятие также будет удалена.

# deleteLessonWithBalance
source: The lesson will be deleted from history. The deducted lesson will be returned to the student's balance.
ru: Занятие будет удалено из истории. Списанное занятие будет возвращено на баланс ученика.

# deleteLessonSimple
source: The lesson will be completely deleted from history.
ru: Занятие будет полностью удалено из истории.

# deleteLessonQuestion
source: Delete lesson?
ru: Удалить занятие?

source: Lesson deleted from history
ru: Занятие удалено из истории

# lessonPaymentType
source: Lesson payment
ru: Оплата занятия

# paymentAddedMessage
source: Payment added
ru: Оплата добавлена

# paymentDeletedMessage
source: Payment deleted
ru: Оплата удалена

# paymentDeleteError
source: Payment deletion error: {error}
ru: Ошибка удаления оплаты: {error}

# cancelledLessonsCount
source: Cancelled {count} lessons
ru: Отменено {count} занятий

# cancelLessonTitle
source: Cancel lesson
ru: Отменить занятие

# cancelWithoutDeduction
source: The lesson will be cancelled and archived without deduction from balance
ru: Занятие будет отменено и архивировано без списания с баланса

# deductionWillBeReturned
source: The lesson deducted upon completion will be automatically returned to the balance.
ru: Списанное при проведении занятие будет автоматически возвращено на баланс.

# deductFromBalance
source: Deduct lesson from balance
ru: Списать занятие с баланса

# lessonWillBeDeducted
source: Lesson will be deducted from prepaid
ru: Занятие будет вычтено из предоплаченных

# whoToDeduct
source: Deduct lesson from:
ru: Кому списать занятие:

# balanceLabel
source: Balance: {count}
ru: Баланс: {count}

# seriesPartInfo
source: This lesson is part of a series ({count} lessons)
ru: Это занятие является частью серии ({count} шт.)

source: Only this
ru: Только это

source: This and following
ru: Это и последующие

# deductOnlyToday
source: Deduction will only apply to today's lesson
ru: Списание применится только к сегодняшнему занятию

# archiveWithoutDeduction
source: All series lessons will be archived without deduction
ru: Все занятия серии будут архивированы без списания

# cancelLessonsCount
source: Cancel {count} lessons
ru: Отменить {count} занятий

# seriesCancelled
source: Lesson series cancelled
ru: Серия занятий отменена

# cancelledWithDeduction
source: Lesson cancelled and deducted from balance
ru: Занятие отменено и списано с баланса

# cancelledWithoutDeduction
source: Lesson cancelled
ru: Занятие отменено

# permanentSchedulePart
source: This lesson is part of a permanent schedule
ru: Это занятие является частью постоянного расписания

source: This and all following
ru: Это и все последующие

# participantsTitle
source: Participants
ru: Участники

# noParticipantsMessage
source: No participants
ru: Нет участников

# addGuestLabel
source: Add guest
ru: Добавить гостя

# payLabel
source: Pay
ru: Оплатить

# unknownStudent
source: Unknown
ru: Неизвестный

# paymentTitle
source: Payment
ru: Оплата

# removeFromLessonTooltip
source: Remove from lesson
ru: Убрать из занятия

# paymentRecorded
source: Payment recorded: {count} {students}
ru: Оплата записана: {count} {students}

# paymentError
source: Payment error: {error}
ru: Ошибка оплаты: {error}

# studentSingular
source: student
ru: ученик

# studentFew
source: students
ru: ученика

# studentMany
source: students
ru: учеников

# removeParticipantQuestion
source: Remove participant?
ru: Убрать участника?

# removeFromLessonMessage
source: Remove {name} from this lesson?
ru: Убрать {name} из этого занятия?

# removeFromLessonGeneric
source: Remove participant from this lesson?
ru: Убрать участника из этого занятия?

source: Remove
ru: Убрать

# addGuestTitle
source: Add guest
ru: Добавить гостя

# allStudentsAdded
source: All students have already been added
ru: Все ученики уже добавлены

# editLessonTitle
source: Edit lesson
ru: Редактировать занятие

# dateLabel
source: Date
ru: Дата

# timeLabel
source: Time
ru: Время

# roomLabel
source: Room
ru: Кабинет

# groupLabel
source: Group
ru: Группа

# subjectLabel
source: Subject
ru: Предмет

# lessonTypeLabel
source: Lesson type
ru: Тип занятия

source: Not selected
ru: Не выбран

# saveChangesLabel
source: Save changes
ru: Сохранить изменения

# minDurationError
source: Minimum lesson duration is 15 minutes
ru: Минимальная длительность занятия — 15 минут

# lessonUpdatedMessage
source: Lesson updated
ru: Занятие обновлено

source: No repeat
ru: Без повтора

source: Every day
ru: Каждый день

source: Every week
ru: Каждую неделю

source: By weekdays
ru: По дням недели

# manualDates
source: Manual date selection
ru: Ручной выбор дат

source: Only this lesson
ru: Только это занятие

source: All series lessons
ru: Все занятия серии

# selectedLessons
source: Selected
ru: Выбранные

# roomAdded
source: Room "{name}" added
ru: Кабинет "{name}" добавлен

# newRoomTitle
source: New room
ru: Новый кабинет

# fillRoomDataMessage
source: Fill in room details
ru: Заполните данные кабинета

# roomNumberLabel
source: Room number *
ru: Номер кабинета *

# enterRoomNumberValidation
source: Enter room number
ru: Введите номер кабинета

# nameOptionalLabel
source: Name (optional)
ru: Название (опционально)

# nameOptionalHint
source: For example: Piano room
ru: Например: Фортепианный

# createRoomLabel
source: Create room
ru: Создать кабинет

# selectStudentTitle
source: Select student
ru: Выберите ученика

# noOwnStudents
source: You have no students
ru: У вас нет своих учеников

source: Show all ({count})
ru: Показать всех ({count})

source: Other students
ru: Остальные ученики

# hideLabel
source: Hide
ru: Скрыть

# studentAddedMessage
source: Student "{name}" added
ru: Ученик "{name}" добавлен

# newStudentTitle
source: New student
ru: Новый ученик

# quickAddLabel
source: Quick add
ru: Быстрое добавление

# fullNameLabel
source: Full name
ru: ФИО

# enterStudentNameValidation
source: Enter student name
ru: Введите имя ученика

# phoneLabel
source: Phone
ru: Телефон

# createStudentLabel
source: Create student
ru: Создать ученика

# subjectAddedMessage
source: Subject "{name}" added
ru: Предмет "{name}" добавлен

# newSubjectTitle
source: New subject
ru: Новый предмет

# addSubjectMessage
source: Add a subject for lessons
ru: Добавьте предмет для занятий

# subjectNameLabel
source: Subject name
ru: Название предмета

# subjectNameHint
source: E.g.: Piano
ru: Например: Фортепиано

# enterSubjectNameValidation
source: Enter subject name
ru: Введите название предмета

# createSubjectLabel
source: Create subject
ru: Создать предмет

# durationValidation
source: Duration must be between 5 and 480 minutes
ru: Длительность должна быть от 5 до 480 минут

# lessonTypeAddedMessage
source: Lesson type "{name}" added
ru: Тип занятия "{name}" добавлен

# newLessonTypeTitle
source: New lesson type
ru: Новый тип занятия

# configureLessonType
source: Configure lesson parameters
ru: Настройте параметры занятия

# nameLabel
source: Name
ru: Название

# lessonTypeNameHint
source: E.g.: Individual lesson
ru: Например: Индивидуальное занятие

# durationLabel
source: Duration
ru: Длительность

# otherOption
source: Other
ru: Другое

# customDurationLabel
source: Custom duration
ru: Своя длительность

source: Enter minutes
ru: Введите минуты

# minutesSuffix
source: min
ru: мин

# priceOptionalLabel
source: Price (optional)
ru: Цена (необязательно)

# priceHint
source: E.g.: 5000
ru: Например: 5000

# groupLessonTitle
source: Group lesson
ru: Групповое занятие

source: For multiple students
ru: Для нескольких учеников

# createTypeLabel
source: Create type
ru: Создать тип

# filtersTitle
source: Filters
ru: Фильтры

# resetLabel
source: Reset
ru: Сбросить

# teachersTitle
source: Teachers
ru: Преподаватели

# lessonTypesTitle
source: Lesson types
ru: Типы занятий

# directionsTitle
source: Subjects
ru: Направления

# applyFiltersLabel
source: Apply filters
ru: Применить фильтры

# showAllLabel
source: Show all
ru: Показать все

# studentsTitle
source: Students
ru: Ученики

# noStudentsMessage
source: No students
ru: Нет учеников

# deletedStudent
source: Deleted
ru: Удалён

# temporarilyShowAll
source: Temporarily showing all
ru: Временно показаны все

source: Not configured
ru: Не настроено

source: All rooms
ru: Все кабинеты

# defaultRoomsTitle
source: Default rooms
ru: Кабинеты по умолчанию

source: Restore room filter
ru: Вернуть фильтр кабинетов
