Repository: survivaldimon/grandpianotodo
Catalog: lib/l10n/app_*.arb
Languages: ru

# dateSkippedSuccess
source: Date skipped
ru: Дата пропущена

# schedulePausedSuccess
source: Schedule paused
ru: Расписание приостановлено

# scheduleResumedSuccess
source: Schedule resumed
ru: Расписание возобновлено

# scheduleDeactivatedSuccess
source: Schedule deactivated
ru: Расписание деактивировано

# paymentLessonsWithDate
source: {count} lessons • {date}
ru: {count} занятий • {date}

# subscriptionLessonsProgress
source: {remaining} / {total} lessons
ru: {remaining} / {total} занятий

# daysRemainingShort
source: ({days} d.)
ru: ({days} дн.)
